{
    "alias": "Aaron Huey",
    "username": "argonautphoto",
    "bio": "National Geographic photographer. Commercial agent: @natgeocreative. PRINT FLASH SALE link here👇",
    "prof_img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/3305aa5a22dc1f121d3a5f3fab5bed2d/5CA8AE17/t51.2885-19/s320x320/19764860_295351337596093_1712219945552576512_a.jpg",
    "num_of_posts": 755,
    "followers": 872890,
    "following": 458,
    "bio_url": "aaronhuey.bigcartel.com",
    "isprivate": false,
    "scrapped": "2018-11-29 09:03:13",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-20T17:35:06.000Z",
            "tags": [],
            "likes": 9991,
            "url": "https://www.instagram.com/p/BqaSURQhFl5/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "Sharing my climb of this incredible tower today in my IG story highlights. I first tried climbing Moses in the #CanyonLands of Utah almost 20 years ago in college with one of my best friends, Drew Ludwig. We got snowed off and we both returned to try again a couple years later. That attempt saw a massive fall on the sketchy first pitch and an arm injury that sent us packing. Now, almost 20 years later, I’m in terrible shape, Drew seems fairly ready, and we’re not getting any younger, so we are hoping the third time is a charm today! Follow along in my IG story highlights."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-26T11:55:59.000Z",
            "tags": [],
            "likes": 15143,
            "url": "https://www.instagram.com/p/BpZTolqhnli/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "Grand Gulch winds snake-like through 60 miles of sandstone on Cedar Mesa in #BearsEarsNationalMonument, Utah. Archeological finds in the Gulch reveal thousands of years of human habitation, primarily as the home to the Ancestral Pueblo people, and still contains many of the remains of their homes, kivas, and granaries. Concentrations were especially high in the Basketmaker II period starting in 500 BCE. From my current cover story in @natgeo magazine."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-11T16:11:03.000Z",
            "tags": [],
            "likes": 27127,
            "url": "https://www.instagram.com/p/BqC9iyQhEFn/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "The slot canyons of Escalante National Monument tell a tale of time, in waves of red sandstone, like no other. Looking up at the sky through Zebra, shot on assignment for @NatGeo photographing the slot canyons in Southern Utah. Im out here photographing sites that were recently removed or otherwise affected when the Monument was shrunk by around %50 and split into 3 smaller units by Executive Order. These slots were not removed but the trail to get to them, and the larger buffer area around them were removed opening the area for potential resource extraction. Watch my IG story feed in the coming days for video and stills from these slots!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/3a8ecb01b7a5df6d607b16d5baa808e6/5C0288A1/t51.2885-15/fr/e15/s1080x1080/43986085_189622021950193_4791487298490635318_n.jpg",
            "preview_img": null,
            "date": "2018-10-30T21:23:15.000Z",
            "tags": [],
            "likes": 44428,
            "url": "https://www.instagram.com/p/BpknnumBEKI/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "Watch for the handprints on the ceiling! This is a virtual model (made up of thousands of photographs stitched together into a virtual object) of Ancestral Pueblo granaries on Cedar Mesa, in what was formerly #bearsearsnationalmonument in Utah. This looks like video but it’s actually #photogrammetry. This project to create scientifically accurate models for conservation and education was created with my partner @devlin_gandy and made possible by a grant from @insidenatgeo. These experiences can be shifted to provide ways for elders to visit Ancestral sites, for kids in urban areas to learn about other cultures and times through VR in the classroom, and the models themselves can be used by archaeologists around the world to study changes over time and to create accurate measurements virtually. We also hope to use these to educate the public about the importance of these cultural heritage sites without them having to visit in person when they are either too sensitive or too remote to access. Important note: we did not enter these structures, we used small cameras with lights on poles to create the images that were stitched to firm the interiors. Never enter a structure like these if you happen upon them! For more about Bears Ears checkout my current cover story in @natgeo magazine! And for more info about site etiquette and how to #VisitWithRespect visit @cedarmesafriends."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-20T20:03:05.000Z",
            "tags": [],
            "likes": 16179,
            "url": "https://www.instagram.com/p/BqajQHyhfw8/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "Me traversing into Primrose Dihedrals on Moses, #CanyonLandsNationalPark, Utah. Follow the climb in my IG story highlights. Photo by Drew Ludwig."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/15d3f47c166f92e3863d0ee86f5b14be/5CA9ECE7/t51.2885-19/s150x150/19764860_295351337596093_1712219945552576512_a.jpg",
            "preview_img": null,
            "date": "2018-10-24T12:54:12.000Z",
            "tags": [],
            "likes": 10398,
            "url": "https://www.instagram.com/p/BpUQtOahWvP/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-20T22:11:48.000Z",
            "tags": [],
            "likes": 6436,
            "url": "https://www.instagram.com/p/Bqax-4CBHJI/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "Follow along in my IG story highlights! This photo is almost 20 yrs old and shot on slide film! I first tried climbing Moses in the #CanyonLands of Utah in college with one of my best friends, Drew Ludwig. We got snowed off and we both returned to try again a couple years later. That attempt saw a massive fall on the sketchy first pitch and an arm injury that sent us packing. Now, almost 20 years later, I’m in terrible shape, Drew seems fairly ready, and we’re not getting any younger, so we are hoping the third time is a charm today! Self portrait of my shoes and a baby Drew."
                    }
                ]
            },
            "mentions": [
                "burnyourart"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-11T23:55:05.000Z",
            "tags": [],
            "likes": 39648,
            "url": "https://www.instagram.com/p/BqDypXpBxZL/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "Climbing out the end of Zebra slots in #EscalanteNationalMonument, Utah. Last December the larger Monument was shrunk by around %50 and split into 3 smaller units by Executive Order. These slots, carved over thousands of years by water in red and white striped sandstone, were not removed but the trail to get to them, and the larger buffer area around them was. This opens the area for potential resource extraction in the future. Shot on assignment for @natgeo magazine for the current cover story (Nov)."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-09T16:42:42.000Z",
            "tags": [],
            "likes": 5743,
            "url": "https://www.instagram.com/p/Bp93kzPhzMJ/",
            "comments": {
                "count": 23,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "The Bears Ears Inter-Tribal Summer gathering, where 5 tribes came together to celebrate the National Monument they helped bring into existence. #BearsEars has become a symbol of Indigenous solidarity and resistance far beyond the tribes of the South West as groups from coast to coast come together to protect sacred spaces. In this image the James brothers from the Lummi tribe in the Pacific NorthWest are honored for bringing a gift of sacred Bear totem to the Inter-Tribal coalition. To learn more about the Indigenous connection to the Monument and to submit your comments on the situation please check out @protectbearsears and the link in their header."
                    }
                ]
            },
            "mentions": [
                "protectbearsears"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/0f8217205e0bf30ac807fa10b291170c/5C01FB47/t51.2885-15/e15/44466973_1994885253910922_8186823386294010924_n.jpg",
            "preview_img": null,
            "date": "2018-10-29T16:07:41.000Z",
            "tags": [],
            "likes": 33653,
            "url": "https://www.instagram.com/p/BpheXt7BxKc/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "argonautphoto",
                        "comment": "SOUND ON! This is a small sample clip of a 360 experience we built as part of my current cover story in @natgeo magazine (Nov). You are looking at a perfectly preserved Kiva in #BearsEarsNationalMonument, Utah, with storytelling by @marlon.magdalena from Jemez Pueblo. You can find the link to the full interactive version of this in the link in my header (first download the “YouTube” app to view it and after clicking the link be sure to then click “open app” at the top). While this looks like a video, the world you move through is actually a virtual model that takes you into the various rooms of the 800-1000 year old dwelling and ceremony room of this Ancestral Pueblo site. (From the BLM: While this includes a digital simulation of a fire inside the Kiva, building fires within cultural resource sites on public lands is illegal and can damage the integrity of the site). My partner in this project was @devlin_gandy and we were able to make this experience thanks to funding from @insidenatgeo and National Geographic magazine, and the video with the help of @max.salomon from @blackdotfilmsvr! LINK IN HEADER! Special thanks to our field producer and cultural advisor Kevin Madalena (@jemezscientist_occamschainsaw)! We couldn’t have done it without you! #photogrammetry"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/15d3f47c166f92e3863d0ee86f5b14be/5CA9ECE7/t51.2885-19/s150x150/19764860_295351337596093_1712219945552576512_a.jpg",
            "preview_img": null,
            "date": "2018-11-13T22:04:49.000Z",
            "tags": [],
            "likes": 13043,
            "url": "https://www.instagram.com/p/BqIvnnhhnqE/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/15d3f47c166f92e3863d0ee86f5b14be/5CA9ECE7/t51.2885-19/s150x150/19764860_295351337596093_1712219945552576512_a.jpg",
            "preview_img": null,
            "date": "2018-11-28T17:23:48.000Z",
            "tags": [],
            "likes": 14145,
            "url": "https://www.instagram.com/p/Bqu3YcrhJWx/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        }
    ]
}