{
    "alias": "Snapchat : Ashybines1",
    "username": "ashybines",
    "bio": "💍👶\nYouTube : Ashy Bines\nMy active wear line @tonedbyashybines\n28 day KETO PLAN created by our nutritionist 👇🏽50% off NOW",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/1393f2852d86db655918f06d73503ace/5C771A42/t51.2885-19/s320x320/38866930_586531855083168_3636468231641759744_n.jpg",
    "num_of_posts": 5098,
    "followers": 857175,
    "following": 571,
    "bio_url": "www.ashybines.com/home/blackfridayoffer",
    "isprivate": false,
    "scrapped": "2018-11-29 14:46:35",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T08:24:50.000Z",
            "tags": [],
            "likes": 7544,
            "url": "https://www.instagram.com/p/Bqb4I0mB5BS/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "COMMITMENT IS A CHOICE.\nCHANGE IS A CHOICE.\nGETTING UP EARLY IS A CHOICE.\nTAKING RISKS IS A CHOICE.\nBLAMING IS A CHOICE.\nWAITING IS A CHOICE.\nCHOOSING WHAT WAY TO GO IS A CHOICE.\n.\nCHOICE is one of the most powerful tools we have. Everythign boils down to choice,yes youll get thrown some shitty times and hard challenges but we get to choose what we do with them,how we move on,the meaning we put on them,who we blame,what step is next and how we respond! .\nWe excist in a world of possibilities,every choice we make , shuts down some doors and opens up new ones.\n.\nAt any point we can change the direction of our lives from who we are around to what we decide to do next. .\nIts all in our hands, our hearts and our minds.\n.\nPLEASE REMEMBER – Most of your stress comes from the way you respond , not the way life is. Adjust your attitude and itll take away all the extra added stress you and your mind/body don’t need.\n.\nYOU ALWAYS HAVE A CHOICE. What do you choose NEXT?"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T08:27:37.000Z",
            "tags": [],
            "likes": 6212,
            "url": "https://www.instagram.com/p/BqrVOekhf76/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "Work night away in BRISBANE 👌🏼 #feedme"
                    }
                ]
            },
            "mentions": [
                "grettyrose_thelabel"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/ab09689f04b93bbe97a50df5500f6634/5CB141B2/t51.2885-19/s150x150/38866930_586531855083168_3636468231641759744_n.jpg",
            "preview_img": null,
            "date": "2018-11-14T19:18:02.000Z",
            "tags": [],
            "likes": 7964,
            "url": "https://www.instagram.com/p/BqLBU4GBjOT/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-18T07:08:11.000Z",
            "tags": [],
            "likes": 4158,
            "url": "https://www.instagram.com/p/BqUA-vUhroV/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "We all need best friends in life, to lean on, connect with, laugh and cry with and go to for advice - just like we all need STAPLE comfortable BLACK clothes and active wear that always makes us feel good in, is flattering, comfortable and doesn’t cut in - AND TOMORROW 8 am @tonedbyashybines LAUNCHES THE NEW BLACK COLLECTION 🖤🎉🙌🏽\n.\n🖤LIMITED STOCK\n🖤SHIPS WORLDWIDE\n🖤SIZE 8-20 .\nSQUAD girls check the forum tonight - and remember this is 8 am QLD TIME 👌🏼🖤🙌🏽"
                    }
                ]
            },
            "mentions": [
                "megsy_joslin",
                "jasmine_lei_mua",
                "missblisshair",
                "tonedbyashybines"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T01:58:51.000Z",
            "tags": [],
            "likes": 10338,
            "url": "https://www.instagram.com/p/BqtNh4oBswu/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "Randomly came across this and it made me laugh 😂\n.\nI said on my Instagram stories the other day I love what makes dogs happy - LOVE , food and walking! Back to the simple things we all take for granted. Whenever you feel yourself in a slump , try to find what your grateful for in your life , focus on what you DO HAVE not what you don’t have - focus on what you CAN do not what you CANT do.\n.\nWhat’s a positive affirmation or quote you are LOVING at the moment or what do you do when you find yourself or a friend in a funk? Comment below !"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-29T09:19:32.000Z",
            "tags": [],
            "likes": 2986,
            "url": "https://www.instagram.com/p/BqwkwZshNuN/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "Did a huge rant about LIFE and why your still doing shit that doesn’t make you happy - go check it out 👻 ashybines1\n.\nNow have a think .... 🤔 REMEMBER WHEN YOU WANTED WHAT YOU CURRENTLY HAVE? Or have you forgotten to be in the moment and appreciate it or give yourself a hi 5? .\nIf you are constantly in forward motion, how often do you stop to look at where you are, what you have and how you live? Having future goals is a MUST don’t get me wrong BUT sometimes stopping and being in the moment of NOW and feeling proud is important.\n.\nAt some point you would have wished for what you have now.\nToday is the perfect day to celebrate that.\nDon’t let tomorrows goals rob you of what could be celebrated today. Every day try to find SOMETHING to celebrate. Because life’s too short not to. ❤\n.\nALSO - I showed this bag on my Snapchat and had a discount code for 24 hours BUT since I first showed it my DMS every day are filled with “ what was that bag you showed again” lol make sure you babes click follow or swipe up when I show things so you don’t forget - this bad boy is from @prenebags and they have kindly activated the same code “ PRENEASHY” but be quick as same as last time won’t last! ( I got the grey, black and baby pink they are the best bags 👌🏼🙌🏽) .\nOh ONE MORE THING - new YouTube video is NOW LIVE - link in my stories 🥰"
                    }
                ]
            },
            "mentions": [
                "prenebags"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-20T06:54:12.000Z",
            "tags": [],
            "likes": 8957,
            "url": "https://www.instagram.com/p/BqZI-GEhzy_/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "This picture is from a few weeks ago with extremely good lighting and today I don’t look like this haha to be REALLY honest Today I have honestly felt SO exhausted and shit! .\nHORRIBLE sleep last night ( I explained on my snapchat ) and just some general life stress that comes with owning your own business, recovering from surgery,being busy 24/7 and trying to juggle mumlife,supporting those around you,supporting yourself, kicking goals, meeting deadlines, solving problems, health, fitness, friends , family, growth and the list goes on. ANYONE FEEL ME?\n.\nBUT - I am REAAAAAAAAAAAAALLLLYYY feel proud of how I deal with it all these days,I feel ive grown so much and don’t let myself get my knickers in a twist haha wow that’s something mum use to say to me,in other words don’t allow myself to get super worked up to the point of on the floor anxiety attacks and days of meltdowns and not being able to get out of bed – YEP that use to be me and me trying to deal with LIFE.\n.\nIve learned to breathe,yep sounds simple but wow really makes a difference ,Ive also learned that tough times don’t last tough people do,ive learned to accept that life isn’t meant to be easy and no one has it easy and when you accept that, take care of what you can control and let go of what you CANT control you just use your energy where its going to actually help you instead of wasting it on stressed energy.\n.\nIve also learned to allow myself to have cry- yes that happened for a moment today now its passed 😉 ,ask for help and lean on those around me when I need some extra support myself.\n.\nIf you are having one of those days I hope you reading this can give you some guidance and tools to help you get through a rough day/week. We can only do so much and we are in control of how we handel each situation. Just do the best you can. ❤ .\nBring on bora bora next month ahhhhh island dreaming 🌴☀️oh and special thanks to those around me who have been my back bone this week you know who you are 😘 Don’t forget to check in on those around you never know when you will make their day brighter 🌟\n.\nLASHES @sheridanjane_lashesandbrows"
                    }
                ]
            },
            "mentions": [
                "sheridanjane_lashesandbrows"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/ab09689f04b93bbe97a50df5500f6634/5CB141B2/t51.2885-19/s150x150/38866930_586531855083168_3636468231641759744_n.jpg",
            "preview_img": null,
            "date": "2018-11-24T09:12:16.000Z",
            "tags": [],
            "likes": 9795,
            "url": "https://www.instagram.com/p/Bqjr8zih0gK/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-15T09:25:50.000Z",
            "tags": [],
            "likes": 11956,
            "url": "https://www.instagram.com/p/BqMiWY_hAyk/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "Can’t even put into words how much I adore you, thankyou for making me a better person, thankyou for forgiving me in an instant when I lose my patience , thankyou for being so caring, thoughtful and sweet to everyone around you , thankyou for the cuddles every day that through all my hard times have saved me from ever wanting to give up , thank you for making us laugh every single day , thankyou for all the joy you give my mum and Your amazing grampy, aunties , uncles and everyone who is lucky enough to know you. You light up our world every day. How’d I get so lucky 🍀 #sweetestboy #ourlittleguy #complete @tajevans"
                    }
                ]
            },
            "mentions": [
                "tajevans"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-25T09:11:07.000Z",
            "tags": [],
            "likes": 4309,
            "url": "https://www.instagram.com/p/BqmQnX1BHLG/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "I watched a friend of mine get slammed on Social Media not long ago for sharing her ‘normal’.\nWe all have body issues. We all have elements of ourselves that we don’t love, and no one has any right whatsoever to tell someone how they should feel about their own body. We forget we all have insecurities and all battle through things that some of you won’t ever know about and forget you only see such small snippets of peoples lives and most of the time the highlights. .\nIf someone is upset, we have no right to tell them that they shouldn’t be.\nIf someone is hurt, we have no place to tell them they are over reacting.\nIf someone is sharing a truth for them, we have zero right to slam them for that because it is after all, their truth. .\nIt may not be your truth, you may not understand it, you may not “ agree “ but it’s not your place to judge someone else on how they feel. .\nLets all try to be a little bit more tolerant and compassionate towards others in real life and those we come across on Social Media.\nIf you don’t agree with something, unfollow or just keep scrolling. It really can be that simple or just think twice before commenting and always try to think how you’d feel if someone said it to you, or your best friend or your mum or daughter or sister? How would that make you feel? .\nPS last 5 hours of our @tonedbyashybines Black Friday sale with up to 70% off active wear 😍 www.tonedbyashybines.com"
                    }
                ]
            },
            "mentions": [
                "tonedbyashybines"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/ab09689f04b93bbe97a50df5500f6634/5CB141B2/t51.2885-19/s150x150/38866930_586531855083168_3636468231641759744_n.jpg",
            "preview_img": null,
            "date": "2018-11-23T09:18:20.000Z",
            "tags": [],
            "likes": 4783,
            "url": "https://www.instagram.com/p/BqhH2XcBfhZ/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T08:29:40.000Z",
            "tags": [],
            "likes": 8641,
            "url": "https://www.instagram.com/p/Bqt6QXDBsRh/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "ashybines",
                        "comment": "Was randomly thinking today - and decided to make this list to share - 5 THINGS I WISH I NEVER BOTHERED WORRYING ABOUT EVVVVER!!!\n. * Whether ‘he’ ‘ she ‘ liked me or not. It doesn’t matter if they like you, what matters is that you like who you are💕 We spend way to many hours hoping to be accepted, when what we really need is to accept ourselves.\n.\n* A thigh gap 🙄Honestly this is one of the most ridiculous ‘trends’ to ever come about - I’ve even had girls ask why I don’t have one because I should when I’m a “ fitspo “ . For some it’s a natural thing based on the width of their hips, for others it’s physically impossible based on the exact same reason 🤷🏼‍♀️\n.\n* How ‘it’ would turn out - Even if it doesn’t make sense at the time, I know that given the opportunity we can always find purpose in everything and it works out the exact way it’s meant to. .\n* What people say about me - Peoples opinions of us say nothing about us, and everything about them and a lot of the time a reflection of what they are feeling about themselves and just how they choose to spend their time🙅🏼‍♀️\n.\n* Body Changes - We are always evolving, facing challenges, creating a life and moving through time. We are not meant to look the same as we did five years ago. You aren’t meant to have a pre-baby body after you’ve had a baby. You aren’t meant to look like you’re 18 when you’re 30. Our bodies change and grow as we go through life, our job is to celebrate , appreciate and care for them while we are lucky enough to have them.\n.\nTurning 30 on Sunday - and I’m really proud of where I am - I feel 30, I feel great, happy, proud, content and healthy 🙌🏽\n.\nTAG someone who you think this will resonate 💕"
                    }
                ]
            },
            "mentions": [
                "kulanikinis",
                "thepinkbungalow.co"
            ]
        }
    ]
}