{
    "alias": "Cedar Wright",
    "username": "cedarwright",
    "bio": "Climber, Filmmaker, National Geographic Explorer, The North Face Athlete, Paraglider, Writer, Chronic Goofball",
    "prof_img": "https://scontent-lga3-1.cdninstagram.com/vp/e04c70aaa0bcb3275d7da085583dcfa8/5C92880E/t51.2885-19/s320x320/12568708_1637050979889053_1070006843_a.jpg",
    "num_of_posts": 707,
    "followers": 197764,
    "following": 671,
    "bio_url": "www.kickstarter.com/projects/deanfidelman/stone-nudes-2019-20th-anniversary-calendar-final-e",
    "isprivate": false,
    "scrapped": "2018-11-29 11:13:04",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-06-27T15:51:59.000Z",
            "tags": [],
            "likes": 11323,
            "url": "https://www.instagram.com/p/BkiKdNggZB2/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "This is what a philanthropist looks like! FOLLOW @honnoldfoundation to find out what @alexhonnold reads....mostly picture books 😜.... and how he is saving the world one door jamb pull-up at a time! But seriously, I’ve had the pleasure of traveling the world with this rock destroying gnar sending robot, and despite or perhaps because of our diametrically opposed personalities, some of my best adventures have been with him. I’ve also had the pleasure of helping out with several different Solar Energy projects that he has funded through his nonprofit, and as much as I like to make fun of The Hon, I’d be remiss if I didn’t reluctantly report that he’s actually a goodhearted dude, who really cares about....gasp....humanity! He’s put his money where his mouth is and given 100s of thousands of dollars away to a variety of alternative energy non profits. This photo was taken by @samuelcrossley during our first Sufferfest trip when we climbed all the 14ers in California by bike, over a brutal taint-chafing 3 weeks! This is what a “rest day” looks like to Alex, who complained that even though we were onsight soloing 5.10, it wasn’t real rock climbing. Right now @tay.keating and I are working on the Antarctica film, which was probably the most epic and productive alpine climbing trip of my life, thanks to this guy. Love ya Honny. @thenorthface @thenorthface_climb"
                    }
                ]
            },
            "mentions": [
                "cedarwright",
                "alexhonnold",
                "cedarwrightproductions",
                "honnoldfoundation"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://scontent-lga3-1.cdninstagram.com/vp/64f841707d5f7137f913af6335542f0e/5C969B16/t51.2885-19/s150x150/12568708_1637050979889053_1070006843_a.jpg",
            "preview_img": null,
            "date": "2018-06-15T16:43:33.000Z",
            "tags": [],
            "likes": 10737,
            "url": "https://www.instagram.com/p/BkDW0bEhvcm/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T18:33:55.000Z",
            "tags": [],
            "likes": 7623,
            "url": "https://www.instagram.com/p/BqiHbmaDRJ3/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "Love and gratitude to all! I’ve spent the last couple months scrambling, and at times inundated in stress and self doubt while trying to make sense out of the Queen Maud Land film. Somehow at the 11th hour @tay.keating and I got the film to a happy place we can be proud of, and with days to spare the film was off to color and sound and I immediately launched into 3 weeks of whirlwind travel promoting the film for @reelrock and practicing my tall tale telling for @thenorthface speaker series. I also had a stopover in @visitpuertorico for the TNF athlete summit where @renan_ozturk snagged this photo of me during a fun day of tree planting with some of the best skiers runners and climbers in the world. I’m finally back home with my wife @nmilfeld and @allterrainpug and #goberniegobernie able to breathe and reflect on a very busy few months. I’m excited to go climbing paragliding and enjoy the simple life this month. Also the hat is my prized collab with @recap.hats"
                    }
                ]
            },
            "mentions": [
                "cedarwright"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-08-02T17:42:12.000Z",
            "tags": [],
            "likes": 15716,
            "url": "https://www.instagram.com/p/Bl_Dr7chjUq/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "Please Support the final 20th edition of the fine art Stone Nudes Calendar, (Link in Bio) from one of my favorite climbing artists and oldest friends @deanfidelman I've been there since the inception of Stone Nudes, which arose during the height of my dirtbag career in Yosemite. I actually appeared naked in the legendary \"Stoned Dudes Nude,\" edition of his calendar. In the early days, I was one of Dean's top recruiters, and I was always happy to help Dean however I could to achieve his artistic vision. In this photo, I am helping my friend Aimee to get in position for one of his earlier Stone Nudes. It's hard to believe that Dean has been working on this project for 20 years now, and through it all, has managed to mostly lose money, and continues to hold the title as the most tortured artist I know. From his first nude to his last, Dean has kept it old school, shooting all of these images on.... GASP... FILM... using a borrowed/stolen Medium Format Pentax, owned by the late great creator of Five Ten, Charles Cole. I think it's safe to say that Dean is the longest standing Yosemite Dirtbag, having suffered for his art and lived on next to nothing in Yosemite for almost 50 years now, stretching from the days of the Stonemasters, to the present day, where Dean continues to be a true Yosemite Historian, having produced several awesome books documenting the early history of Yosemite Climbing. His \"Yosemite in the Fifties,\" book is a must own! Let's make Dean's 20th edition of the calendar successful! PLEASE SUPPORT!!!!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-09-03T20:01:02.000Z",
            "tags": [],
            "likes": 5677,
            "url": "https://www.instagram.com/p/BnRtA02A2An/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "Old School!!! You are looking at over 117 years of collective climbing experience, and 144 years of life experience! In 1975 Jamie Logan and Wayne Goss made the highly coveted first free ascent of The Diamond on Longs Peak! Their rarely repeated Goss/Logan route in The Black Canyon is still considered to be an extremely Bold/dangerous endeavor! Now in their 70s, they haven’t lost their love, or their skill for climbing. Jamie is still dispatching 5.12... and Wayne has still only fallen onto his rope 5 times in his entire climbing career! These are a couple of certifiable bad asses, and it was a real pleasure to shoot with them in Boulder Canyon for an upcoming film project! I was definitely inspired and motivated... but Lets be realistic... I just hope I can get out of bed by myself when I’m 70, let alone crank the gnar!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/248827924/oroville-washington/",
                "location_name": "Oroville, Washington",
                "location_id": "248827924",
                "latitude": 48.9385,
                "longitude": -119.435
            },
            "img": "https://scontent-lga3-1.cdninstagram.com/vp/64f841707d5f7137f913af6335542f0e/5C969B16/t51.2885-19/s150x150/12568708_1637050979889053_1070006843_a.jpg",
            "preview_img": null,
            "date": "2018-07-20T14:43:07.000Z",
            "tags": [],
            "likes": 8599,
            "url": "https://www.instagram.com/p/BldQ3AMB5UQ/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-07-14T00:49:29.000Z",
            "tags": [],
            "likes": 11950,
            "url": "https://www.instagram.com/p/BlMUr8SBSRf/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "I hoped that this moment would never come in my paragliding progression, but two days ago I threw my rescue parachute in the heat of battle at the Chelan US Open of Paragliding competition in Washington. While fully accelerated, I suffered an unexpected and violent complete collapse of my wing. I was flicked through the sky like an acrobat being shot out of a cannon! My wing twisted and snarled into a fubared configuration that I did not have the expertise to undo, and I began to spiral through the sky with an alarming lawn dart like trajectory for the ground. In a surprisingly calm and lucid moment I reached down to my right side and hucked my reserve parachute! The maelstrom of my rapid descent was instantly interrupted by the peaceful feeling of being under a round parachute. I disabled my thrashing Paraglider, and then with a couple thousand feet of time to think about my life choices, I grabbed an extreme selfie! As I got closer to the ground I began to assess my possible touch down point. I was a leaf in the wind, and worse case scenarios were powerlines, and a huge industrial crop watering apparatus that stretched the length of the field I was plummeting towards. I helplessly awaited my fate, and traded my bad luck for good, as I narrowly missed a catastrophic collision with a 25 foot tall piece of machinery! My reserve hooked over the top of the watering combine and I was trapped there getting sprayed with stinky water as I frantically escaped my harness and then moved my wing and flight computers out of the water. I then climbed and traversed the huge span of steel, scooting along like it was a Slackline. I freed my reserve and then packed up my things feeling all kinds of emotions. It has been 3.5 years since I began my accelerated trajectory through this outrageous, obscure, exhilarating, and unforgiving sport, and the highs and lows have been unlike anything I’ve ever experienced. Two weeks ago I participated in the Applegate Open competitive in Oregon and managed a 3rd place podium finish in my category, and now Here I am, far down the ranking, with a lot to learn! Can’t wait for more! #whenindoubtwhipitout #unmotorizedskydiving"
                    }
                ]
            },
            "mentions": [
                "cedarwright"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-08-17T16:51:25.000Z",
            "tags": [],
            "likes": 12185,
            "url": "https://www.instagram.com/p/BmllzMugJ_i/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "Happy Birthday @alexhonnold thanks for always keeping a positive attitude... with affirmations like; “I hate the cold.” “This isn’t real rock climbing.” “You are no Tommy.” And... “Stray puppies should be fed to the homeless.” You are always a ray of beaming light. The worst thing about your birthday is it overshadows actually nice people like @emilyaharrington who were born on the same day! You can donate to the @honnoldfoundation in celebration of this guy somehow still being alive!"
                    }
                ]
            },
            "mentions": [
                "alexhonnold"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://scontent-lga3-1.cdninstagram.com/vp/a6d4b507c84bd52bf44c8fe35da45734/5C02EFA2/t51.2885-15/e15/41059668_283531225812878_4928685144400523378_n.jpg",
            "preview_img": null,
            "date": "2018-09-19T01:00:58.000Z",
            "tags": [],
            "likes": 36741,
            "url": "https://www.instagram.com/p/Bn42j-LBv7L/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "@tommycaldwell is cooler than @alexhonnold ...There...I said it! The Dawn Wall film is screening all over the USA tomorrow and I highly recommend seeing the most badass first ascent of the modern era on the big screen. For locations and tickets go to dawnwall-film.com @senderfilms did a tremendous job of telling this legendary story, and I give the movie five tape gloves up!! I won’t spoil how it ends... but let’s just say @kjorgeson really stressed me out on this one! @rmbhfilms, @senderfilms, @tommycaldwell, @kjorgeson\n#dawnwallfilm"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://scontent-lga3-1.cdninstagram.com/vp/64f841707d5f7137f913af6335542f0e/5C969B16/t51.2885-19/s150x150/12568708_1637050979889053_1070006843_a.jpg",
            "preview_img": null,
            "date": "2018-06-11T15:02:49.000Z",
            "tags": [],
            "likes": 5187,
            "url": "https://www.instagram.com/p/Bj44HIvB9jU/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/234286367/limon-colorado/",
                "location_name": "Limon, Colorado",
                "location_id": "234286367",
                "latitude": 39.2643,
                "longitude": -103.69
            },
            "img": null,
            "preview_img": null,
            "date": "2018-05-30T15:04:19.000Z",
            "tags": [],
            "likes": 7433,
            "url": "https://www.instagram.com/p/BjZ-vkuBlrT/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "@marcos2795 kiting his glider beside a monolithic storm cell. When the weather is too dangerous for paragliding, a great way to improve your skills and become a safer and more ninja pilot is to \"kite\" your paraglider. And on this day, we definitely couldn't be flying! Thunder cells like this one are deeply feared by paragliding pilots. A thunder cell can vaccum a pilot to over 30 thousand feet off the ground if you get under one, and there is a good chance of getting struck by lighting or hail...not to mention the risk of a gust front, or micro burst, which can accelerate winds to well beyond the forward speed of your paraglider. Once you are being blown backward in a paraglider, you are no better than a leaf in the wind. In kiting, there are all kinds of cool tricks to practice, and on this day my mentor Marcos... who is half my age, taught me a cool helicopter maneuver, that requires a lot of timing and ju-ju. I spent the last four days in Kansas learning tow up paragliding, where you use a hydraulic winch and over 4000 feet of thin nylon to yard your glider thousands of feet into the sky...at which point you release from the line and search for a thermal. In all honesty the experience was deeply humbling and frustrating...but that is part of why I love this sport so much...the learning and adventure go on forever. #skycrack"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-26T15:44:33.000Z",
            "tags": [],
            "likes": 5834,
            "url": "https://www.instagram.com/p/BpZtyr1D6I1/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "cedarwright",
                        "comment": "Wow! The Queen Maudland Film is wrapped! Yesterday after nearly a year of effort, @tay.keating and I exported the final version for @reelrock The only thing harder than freezing my nuts off, while run out into death fall potential, while simul-climbing with the world’s boldest/most impatient climber...was making this film! @reelrock 13 premieres Nov1 in Boulder and then goes global. I’ll be in Sf and Seattle, so see some of you around for high fives and behind the scenes slander! Thanks @pablo_durana for the beautiful cinematography! Thanks to @conrad_anker @sav.cummins @pfaff_anna @jimmy_chin and last and least @alexhonnold for the crazy adventure! Thanks to @thenorthface for sponsoring this film, and thanks to everyone who followed along! Now I can go outside and feel sun on my face. Go to the reel rock website for dates and times."
                    }
                ]
            },
            "mentions": [
                "cedarwright",
                "sav.cummins",
                "alexhonnold",
                "pfaff_anna"
            ]
        }
    ]
}