{
    "alias": "Colby Brown",
    "username": "colbybrownphotography",
    "bio": "📷 Photographer 💻 Photo Educator 📚 Author\nSony Artisan | Founder of @thegivinglens |\nJoin me in Iceland, Patagonia & More...",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/5e1d6f3a6e447ac3ad0aedde7ff44a71/5C9ADE89/t51.2885-19/s150x150/12292888_103035286733955_1738925250_a.jpg",
    "num_of_posts": 1603,
    "followers": 254526,
    "following": 1252,
    "bio_url": "www.colbybrownphotography.com/photography-workshops",
    "isprivate": false,
    "scrapped": "2018-11-29 12:52:45",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/226960034769790/lower-antelope-canyon/",
                "location_name": "Lower Antelope Canyon",
                "location_id": "226960034769790",
                "latitude": 36.9032010474,
                "longitude": -111.4145606981
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T00:26:24.000Z",
            "tags": [],
            "likes": 4169,
            "url": "https://www.instagram.com/p/BqbBYqVhaf4/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "The sandstone canyons found in Northern Arizona are beyond spectacular. If you time your trip during the right times of the day, the light reflecting into the canyon can be magical! However you not only have to deal with crowds, but also a whole lot of dust and sand.\n\nThis brings me to today's topic, keeping your gear clean and working in challenging environments. What questions do you have about protecting your own gear? What advice do you have to share with our community for the environments you personally find yourself working in?\n\nAlso, I have some news about my current community giveaway that I will share via my IG stories later tonight! Untill then, let's start the conversation! :)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/256921207/cerro-torre/",
                "location_name": "Cerro Torre",
                "location_id": "256921207",
                "latitude": -49.2927777778,
                "longitude": -73.0983333333
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-15T18:30:53.000Z",
            "tags": [],
            "likes": 5163,
            "url": "https://www.instagram.com/p/BqNguZyhRmP/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "As the 🌒 light danced across Cerro Torre in Southern Patagonia, it was interesting to look.back on the 5 days of horrible weather that my wife and I put up to witness this moment. Not only did we have to hike 10k with our 70lbs packs on to get here, but also deal with howling winds to sideways rain to sleet and snow, our campsite got thrashed around until the 5 night...our last night camping out at Laguna Torre. Often times it is when you least expect it that things and up working out in your favor.\n\nThis brings me to today's topic for our growing community, Resilience. When things don't go your way when you are hoping to capture an image, what do you? What is your normal reaction and what have you learned from those experiences?\n\nAs usual, I will be highlighting users that are engaging with the comments below, so ask questions, engage with each other and let's keep on growing!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/237867666/hamny-i-lofoten-nordland-norway/",
                "location_name": "Hamnøy I Lofoten, Nordland, Norway",
                "location_id": "237867666",
                "latitude": 67.947790582,
                "longitude": 13.132915158
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-16T19:05:45.000Z",
            "tags": [],
            "likes": 8006,
            "url": "https://www.instagram.com/p/BqQJgqGh-og/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "The northern lights dancing over Norway's Fjords is certainly a bucket list for most travelers. This February I will be taking my wife and son up there between my workshops so they too can share in this experience.\n\nHowever right now I am on my way to the town of Churchill in Canada to spend 10 days photographing Polar Bears. My first has been delayed, putting my connection in jeopardy...which brings me to today's community topic of conversation, TRAVEL HACKS. What ways have you learned to make traveling easier or less expensive. What is my favorite travel hack...download the Mobile Passport app if you are a US Resident. The lines for using it when re-entering the country are but a small fraction of even Global Entry. It is truly the travel industries best kept secret!\n\nOn a side note, it is time to select another random winner for my giveaway to win something awesome. One person will be picked at random from those engaging on this post. Ask a question, engage with others...help out your fellow travelers! Good luck!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-18T18:15:10.000Z",
            "tags": [],
            "likes": 5729,
            "url": "https://www.instagram.com/p/BqVNT5XB8v5/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "The famous high altitude colored lakes found in the remote Southwest if Bolivia are spectacular, partially because they are both extremely beautiful and very challenging to get to. This lake is Laguna Colorada, which turns red because of the minerals found in the water. Visit at the right time of year and this lake is full of tens of thousands of Andean Flamingos.\n\nToday's topic of discussion, best times of day to shoot and why. Do you find yourself photography during the middle of the day or do you spend more time at the end of the day instead. Why? How would you convince someone to try your favorite part of the day?\n\nSoon I will have more news about my Giveaway as I this have three big prizes to giveaway. The Challenge is that I am in a very remote part of Canada right now photographing Polar Bears, so I might have to push back announcing those winner until I return on the 28th. More info coming soon!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/242766540/karijini-national-park/",
                "location_name": "Karijini National Park",
                "location_id": "242766540",
                "latitude": -22.2505555556,
                "longitude": 117.9755555556
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-24T19:12:14.000Z",
            "tags": [],
            "likes": 4508,
            "url": "https://www.instagram.com/p/BqkwnK1hZA6/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "The gorges of Karijini National Park is a hidden gem found in the heart of the Australian Outback. This canyon system found in Northern Western Australia is easily one of the most impressive I have ever seen. One trip is never enough for a photographer.\n\nThis brings me to today's topic for our growing photo and travel community here on this IG page. Today we are talking about your favorite Black Friday/Cyber Monday deals on travel/photography gear. What items are you looking at picking up that others shouldn't miss out on? For me, I am looking into the new @rhinocg motorized portable sliders (ROV Pro). Please DO NOT list your own products or services!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T18:45:14.000Z",
            "tags": [],
            "likes": 6890,
            "url": "https://www.instagram.com/p/BqiIuhJATYc/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "The last night of the day dancing above the incredible towers of Cerro Torre in Southern Patagonia. This is why places like Patagonia are so special, not just the amazing mountain ranges, but the weather, while until predictable, provide the opportunity for you to see some of the most amazing skies in the world around sunrise or sunset.\n\nThis brings me to today's community topic, Your Favorite Lens. If you could only bring ONE lens with you to photograph something, what lens would it be, why would you pick it and what would you be photographing? If you have questions about lenses, leave them below as well!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-26T18:15:16.000Z",
            "tags": [],
            "likes": 4213,
            "url": "https://www.instagram.com/p/Bqpzrs4gQqk/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "This panorama of the Northern Lights over the Godafoss waterfall in Northern Iceland was one for the books. The feeling of standing below this amazing natural phenomenon while on the shores of the waterfall help to solidify it as one of my favorite moments I have had in Iceland.\n\nThis brings me to today's topic: Exploring Iceland. What questions do you have? What advice do you have to give? Let's discuss!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T18:00:34.000Z",
            "tags": [],
            "likes": 3994,
            "url": "https://www.instagram.com/p/Bqc6BlPAW5D/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "While fall is easily my favorite time of year around the world, fall in Patagonia is even better. There is something about being surrounded by some of the world's most impressive peaks with fall colors that just make it so magical for outdoor photographers. In order to capture this image, I needed to take a three image bracket at different exposures and blend them together while processing the image because the dynamic range in the scene was simply too great for just a single shot.\n\nThis brings me to today's community topic of conversation: blending images together. What questions do you have about putting two or three images together in post? If you have done this before, what advice do you have for others? Let's keep this community growing!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-19T17:55:41.000Z",
            "tags": [],
            "likes": 3921,
            "url": "https://www.instagram.com/p/BqXv4J2HkfE/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "Easily one of my favorite waterfalls in Iceland, Bruarfoss is a former hidden gems that has drastically grown in popularity over the years. Sadly like most popular locations around the globe, it too has become a contentious spot between private landowners and public access.\n\nThis brings me to today's topic, PUSHING BOUNDARIES. When you are out shooting, have you ever hopped over a fence or gone somewhere you weren't supposed to go just to get the shot. If yes, why? Would it be ok for others? Where does one draw their own line in the Sand?\n\nKeep up the awesome work community! Leave your questions, thoughts and experiences below and get to know some of the incredible people we have here engaging every day!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/9287484/telluride-colorado/",
                "location_name": "Telluride, Colorado",
                "location_id": "9287484",
                "latitude": 37.939153,
                "longitude": -107.816317
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-17T18:47:56.000Z",
            "tags": [],
            "likes": 6620,
            "url": "https://www.instagram.com/p/BqSsRBrhpax/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "An incredible sunset after a passing storm near Telluride, Colorado in the fall. Sometimes my favorite light happens right after a crazy storm!\n\nThis brings me to today's topic, Inspiration. Where do you find yourself? Where do you get new ideas for places you would like to explore and photograph? Any hidden secrets worth sharing?\n\nFor me, I often find myself browsing Instagram for Inspiration. This usual comes from my feed, my followers work and the Discovery tab.\n\nLet's keep the conversations going. For those not aware, we are trying to break the normal found here on IG that force superficial engagement and instead find ways to connect, engage and learn from each other. If you have something to share about our daily topics, please join in and engage with everyone here :)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/1028785647/mount-fitz-roy/",
                "location_name": "Mount Fitz Roy",
                "location_id": "1028785647",
                "latitude": 76.8659,
                "longitude": -96.5876
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T20:15:34.000Z",
            "tags": [],
            "likes": 4707,
            "url": "https://www.instagram.com/p/BqsmPrdBhQ4/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "One of the most magical moments I have had in Patagonia was on my first trip to the region with my wife for our honeymoon many years ago. We had hiked up to the base of My Fit Roy and camped out for a few days before all of the wind died down. For one night, things were perfectly still and perfectly clear, which worked out great when I found some small ponds for reflections.\n\nThings brings me to today's topic, night photography. What questions do you have? What gear do you use? What is one piece of advice you have for something just looking to try it out? Share your thoughts below!"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/3657802/reine/",
                "location_name": "Reine",
                "location_id": "3657802",
                "latitude": 67.93337,
                "longitude": 13.08964
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T19:34:26.000Z",
            "tags": [],
            "likes": 4946,
            "url": "https://www.instagram.com/p/BqvGVMCBL-h/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "colbybrownphotography",
                        "comment": "A gorgeous sunset taken over a not so frozen lake found in the Lofoten Islands of Norway, above the Arctic Circle. In order to take this shot, I used a @formatthitech Circular Polarizer that allowed my camera to see through the water to the rocks just below.\n\nThis brings me to today's community topic and my next giveaway. FILTERS. What questions do you have about using filters? What is your most used filter and why?\n\nI will select one person to win my \"Colby Brown Landscape Filter Kit\" from those engaging on both today's and tomorrow's IG posts here on IG. Engage with others, share advice or ask questions. Help this community grow and be rewarded for it! For a bonus chance show me a screenshot showing that my IG Profile has notifications turned on for posts and stories and share that with me via DM if you haven't already. Enjoy!"
                    }
                ]
            },
            "mentions": [
                "beautifuldestinations",
                "ourplanetdaily",
                "earthfocus"
            ]
        }
    ]
}