{
    "alias": "Gerd Ludwig",
    "username": "gerdludwig",
    "bio": "National Geographic photographer, speaker, teacher, author of several photo books, most recently \"minus 2/3\" and \"Sleeping Cars\"",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/b7644a3866b76665bc895bda7158f726/5CABD404/t51.2885-19/11007900_725071097613172_1417223375_a.jpg",
    "num_of_posts": 459,
    "followers": 373907,
    "following": 343,
    "bio_url": "www.gerdludwig.com/flashsale",
    "isprivate": false,
    "scrapped": "2018-11-29 11:42:03",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-09-28T19:18:46.000Z",
            "tags": [],
            "likes": 11546,
            "url": "https://www.instagram.com/p/BoSADJRhlR_/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "Late night strollers on Red Square in Moscow, Russia during a cold, wet September night, with the illuminated GUM department store on the left, St. Basil’s Cathedral in the back and the Spasskaya Tower of the Kremlin on the far right.\n@natgeo @natgeocreative @natgeotravel #Russia #Moscow #RedSquare"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-06T13:36:50.000Z",
            "tags": [],
            "likes": 5296,
            "url": "https://www.instagram.com/p/Bp1z65Dlip-/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "@sleepingcars. A beauty dreams the night away on a side street near the Silver Lake Reservoir in Los Angeles, CA. The photograph is from my long-term project, book and exhibit ‘Sleeping Cars’. Cars are the blood in the veins of LA. They rest against backgrounds of varying ambient light on the winding streets of the Hollywood Hills to the flat gridded suburbs of the Valley. Nestled in the low-lying fog or mysterious side streets of LA neighborhoods, the vehicles begin to take on personalities of their own. Each car’s distinct surroundings create a different tableau that is meant to tempt the viewer to construct his/her own narrative behind each vehicle.\n\nEven after the publication of my fine-art photo book, I occasionally continue to photograph resting cars at night. Follow @sleepingcars to see more images of this ongoing project.  @thephotosociety @natgeo @natgeocreative #sleepingcarsbook #sleepingcar #LosAngeles"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T18:37:28.000Z",
            "tags": [],
            "likes": 9409,
            "url": "https://www.instagram.com/p/BqiH1pklKbC/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "*HOLIDAY FLASH SALE -- CLICK THE LINK IN MY BIO TO PURCHASE*  In a spontaneous Holiday flash sale, I am offering this signed print for purchase for $100 for ten days only.\nAustrian artist Friedensreich Hundertwasser is taking a bath in his makeshift tub in the native forest of New Zealand.\nAs a young photographer still living in Germany in 1978, I submitted my portfolio for an assignment to photograph Hundertwasser in New Zealand for a magazine story and a book project. Since I was competing with the legendary Ernst Haas and one of my idols at the time, Thomas Höpker, I did not expect to stand a chance – but I was chosen.\nSo I spent a couple of weeks with Hundertwasser at his huge, rugged and remote property in the Bay of Islands, an area on the northeast coast of the North Island of New Zealand. Hundertwasser had a wicked kind of humor. In order to get his permission to take this picture, I had to promise that I would bathe after him – without changing the water. Which I did – but it was definitely one of the shortest baths I ever took.\nFriedensreich Regentag Dunkelbunt Hundertwasser (1928-2000), born Friedrich Stowasser, was a world renowned eccentric artist, architect and environmentalist.Concerned early on about the environment, he designed houses with grass roofs, undulating floors, and onion-shaped domes. In his art and architecture he used bright colors and organic forms, was fascinated by spirals, and considered straight lines as ‘immoral and godless’. For this flash sale the photograph is printed on an archival 8.5x11 inch Legacy Platine paper with an actual image size of 6x9 inch. It is signed with an archival marker on the front border. Large limited edition prints of this image are in several private collections.\n\nThe flash sale ends on December 4th. All prints are shipped via USPS priority mail.\n\nGo to the link in my bio to purchase the print.\n\n@thephotosociety @natgeocreative #Hundertwasser #artist #Newzealand #flashsale #bathing"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-16T14:00:25.000Z",
            "tags": [],
            "likes": 2727,
            "url": "https://www.instagram.com/p/BqPmkYqgrrF/",
            "comments": {
                "count": 24,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "View from the Corniche towards the West Bay skyline in Doha, Qatar.\nThe Doha Corniche is a 7 km-long waterfront promenade encircling the Doha Bay. It is popular with locals and tourists alike, who enjoy walking, jogging, skateboarding, or just hanging out like the man browsing his laptop here.\n\nNot too long ago, the Doha Corniche used to be an empty stretch of walkway but in recent decades dozens of skyscrapers have been built, offering an impressive view across West Bay towards Doha’s skyline.\n\n@thephotosociety #Qatar #Doha #Corniche #WestBay #skyline"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T15:03:38.000Z",
            "tags": [],
            "likes": 5062,
            "url": "https://www.instagram.com/p/BqsCi6xFa11/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "*HOLIDAY FLASH SALE – Click the link in my bio, then scroll down to ‘SILENT NURSERY’ to purchase*\n\nIn a spontaneous flash sale, I am offering this signed print for purchase for $100 for 10 days only.\nSilent Nursery. Dolls and shreds of mattresses litter the floor of an abandoned kindergarten in Pripyat inside the Chernobyl Exclusion Zone in Ukraine.\nOn April 23, 1986 the Chernobyl Nuclear Power Plant blew up after operators botched a safety test. While the radioactive fallout started to spread over tens of thousands of square kilometers,  on the day of the disaster, children - oblivious to the nuclear catastrophe just 3 km away - napped in their cods and played on the floors in this kindergarten of Pripyat, the reactor’s company town. It took the authorities 36 hours to admit to the severity of the accident. Only then the children were hastily  evacuated and had to leave everything behind – even their treasured dolls and toys.\n\nThe photograph was shot on assignment for National Geographic Magazine in 2005 and is a key image of my ongoing Chernobyl project. It was also published in my trilingual photo book “The Long Shadow of Chernobyl”( essay by Mikhail Gorbachev). For this flash sale the photograph is printed on an archival 8.5x11 inch Legacy Platine paper with an actual image size of 6x9 inch. It is signed with an archival marker on the front border. Large limited edition prints of this image are in several private collections.\n\nThe flash sale ends on December 6th. All prints are shipped via USPS priority mail.\n\nGo to the link in my bio to purchase the print.\n@thephotosociety @natgeo @natgeocreative #Ukraine #Chernobyl #Pripyat #kindergarten #flashsale"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-26T16:38:00.000Z",
            "tags": [],
            "likes": 8571,
            "url": "https://www.instagram.com/p/BpZz6IdFgIQ/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "In 1930, Great Smoky Mountains National Park became one of the largest protected areas of the eastern United States. Spanning the borders of North Carolina and Tennessee, it encompasses 814 square miles of lush landscapes (more tree species than in all of northern Europe), abundant wildlife (65 mammal and 230 bird species), and spectacular scenic beauty.  It has become America’s most visited national park, attracting more than 9 million visitors annually. Blooming Dandelions line the roads at the upper elevations near Clingman’s Dome, despite the foggy weather.\n\n@thephotosociety @natgeocreative @natgeo #GreatSmokyMountains #NationalPark #landscape #fog #dandelion #NorthCarolina #Tennessee"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/0f33fc48bbda3760670334e51bb4391b/5C03075B/t51.2885-15/e35/43914143_253491025331198_2517546103549838401_n.jpg",
            "preview_img": null,
            "date": "2018-11-09T22:51:18.000Z",
            "tags": [],
            "likes": 7798,
            "url": "https://www.instagram.com/p/Bp-hvPZFJH9/",
            "comments": {
                "count": 16,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "The city of Astana was handpicked in the 1990s by President Nursultan Nazarbayev to be the new capital of Kazakhstan. Risen from a forsaken landscape and post-Soviet rubble, in just 25 years the place has become a futuristic city dominated by avant-garde architecture.\nNicknamed the grain elevator, the semicircular KazMunayGas Building houses the state-owned energy companies and like many buildings on Astana’s Left Bank goes through a kaleidoscopic color change every night.\n@thephotosociety @natgeo @natgeotravel @natgeovreative #Kazakhstan #Astana #night # KazMunayGas"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-12T17:51:53.000Z",
            "tags": [],
            "likes": 5747,
            "url": "https://www.instagram.com/p/Bo15O_iBAcD/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "A weird arrangement in an abandoned kindergarten in Pripyat (inside the Chernobyl Nuclear Exclusion Zone). At 1:23 am on April 26, 1986 reactor #4 at the Chernobyl Nuclear Power Plant blew up. The radioactive fallout spread over thousands of square kilometers, driving more than a quarter of a million people permanently from their homes. More than 100,000 people may have succumbed to Chernobyl-related illnesses. With more radiation released than in Fukushima, it caused the world’s worst nuclear disaster to date.\n\nIn 2011, the Ukrainian government legalized trips to the Chernobyl exclusion zone. Chernobyl has since become a disaster-tourism destination.\n\nThe most riveting attraction for visitors is the ghost town of Pripyat. Formerly home to almost 50,000 people, Pripyat is now in decay: dolls are scattered in abandoned kindergartens, floors are rotting, paint is peeling from the walls, and gas masks litter evacuated schools.\n\nMore than three decades later, tourists and guides are creating a bewildering disturbance, as they assemble tableaux to illustrate the flight from disaster. The most repeated motif: a doll neatly arranged next to a gas mask, or like here, a doll wearing a gas mask! The ever-falling chips of chalk from the ceilings have blanketed some of these “still-lifes,” furthering the illusion for the next visitor that this is how the evacuees hastily abandoned the scene. With so many rearranged scenes—many of the same themes repeated—the uncritical observer may believe these sights to be an authentic representation of the disaster’s aftermath.\n\nYou can learn more about Chernobyl from my book The Long Shadow of Chernobyl.\n@thephotosociety @natgeo @natgeocreative #Chernobyl #Pripyat #abandoned  #radiation #doll #gasmask #LongShadowofChernobyl"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-09T15:01:59.000Z",
            "tags": [],
            "likes": 3571,
            "url": "https://www.instagram.com/p/Bot3aCnBD2V/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "After a brief period of decrease, homelessness in Russia is on the rise again. Yevgeniy, 29 (right) has lost his documents during an unsuccessful trip to seek employment in Moscow. Without his ID he is not allowed to buy a return ticket to his hometown of Kursk. Jobless and out of money, he is stranded in Moscow, temporarily seeking shelter with other poor souls, like his new friend K., in an abandoned train depot.\n\n@thephotosociety @natgeocreative  #Russia #Moscow #homeless #poverty"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-09-13T14:32:46.000Z",
            "tags": [],
            "likes": 5352,
            "url": "https://www.instagram.com/p/Bnq3ZTkBSu9/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "Portrait of Friedensreich Hundertwasser. As a young photographer I spent a couple of weeks with the world renowned Austrian artist at his huge, rugged and remote property in the native forest located in the Bay of Islands, an area on the northeast coast of New Zealand.\n\nFriedensreich Regentag Dunkelbunt Hundertwasser (1928-2000), born Friedrich Stowasser, was a world renowned eccentric artist, architect and environmentalist. Concerned early on about the environment, he designed houses with grass roofs, undulating floors, and onion-shaped domes. In his art and architecture he used bright colors and organic forms, was fascinated by spirals, and considered straight lines as ‘immoral and godless’. See the image I posted last month of him taking a bath in his makeshift tub in the native forest of New Zealand\n\n@thephotosociety #hundertwasser #artist #portrait"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-20T15:21:02.000Z",
            "tags": [],
            "likes": 6926,
            "url": "https://www.instagram.com/p/BqaC-TQFTRW/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "Heavy nightly snowfall in the Siberian city of Khanty-Mansiysk, the resurgent capital of Russia’s richest oil region.\n\nOnce cold and foreboding, the region has experienced unprecedented wealth and development in the past decades. Gas and oil explorations that started in the mid-1960s have resulted in 100 million barrels of black gold being pumped out of the former Russian frontier in the last 50 years.\n\n@thephotosociety @natgeocreative @natgeotravel #Russia #Siberia #KhantyMansiysk #snowfall"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-09-17T15:34:22.000Z",
            "tags": [],
            "likes": 16469,
            "url": "https://www.instagram.com/p/Bn1Rn5uBbVw/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "gerdludwig",
                        "comment": "Home, sweet home. Homegrown tomatoes in the kitchen sink of Ivan and his wife Gapa, who have returned to their contaminated village inside the Chernobyl nuclear Exclusion Zone.\nIn 1986, roughly 350,000 people were forced to evacuate after the explosion in reactor #4 of the Chernobyl Nuclear Power Plan contaminated thousands of square miles. In 2005, at the time I took this photograph, disaster be damned, some 400 elderly people had returned. At first Ukrainian officials discouraged them. But when it became clear they meant to die on their contaminated soil - instead of a broken heart in anonymous city suburbs - medical care and other services were provided by the authorities. The couple has since passed, but an estimated 150 returnees still live out their lives inside the contaminated Exclusion Zone.\nIn her book ‘Voices from Chernobyl’ Nobel Prize laureate Svetlana Alexievich  quotes one of the returnees, “No one is going to fool us anymore, we’re not moving anywhere. There’s no store, no hospital. No electricity. We sit next to a kerosene lamp and under the moonlight. And we like it! Because we’re home.” @ thephotosociety @natgeo @natgeocreative #Chernobyl #ExclusionZone #returnees #nuclear"
                    }
                ]
            },
            "mentions": []
        }
    ]
}