{
    "alias": "Humans of New York",
    "username": "humansofny",
    "bio": "New York City, one story at a time.",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/5fc2466743eaa4ec2619d305459b63bd/5C770688/t51.2885-19/10706901_1470474913241881_1565735513_a.jpg",
    "num_of_posts": 4709,
    "followers": 8470292,
    "following": 138,
    "bio_url": "www.patreon.com/humansofnewyork",
    "isprivate": false,
    "scrapped": "2018-11-29 14:44:34",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/7288c5943d876c0acf92f537529b970b/5CAF7666/t51.2885-15/sh0.08/e35/s640x640/44698456_712140382519795_8122540305609323981_n.jpg",
            "date": "2018-11-26T22:06:20.000Z",
            "tags": [],
            "likes": 486689,
            "url": "https://www.instagram.com/p/BqqOICVAfre/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“It’s our anniversary today. We always talk about how lucky we are to have found our person. I wasn’t even supposed to go to the bar that night. My friends and I were going to a golf tournament the next morning, so we wanted to get some sleep. But at the last minute we decided to grab a quick drink. My buddies were doing their thing, so I decided to take a lap around the bar. And I noticed one girl that was just glowing. I’m pretty sure that she was sitting right under one of the bar lights. I just had to go for it. I walked right up to her. I said something like: ‘I want to take this opportunity to introduce myself to you.” After that I was grasping at straws. I kept trying to find a common denominator. But the best I could come up with was that she was in the same sorority as my friend’s cousin. Somehow we ended up talking for the next fifteen minutes. The bar was so loud that we had to lean in to talk to each other. At one point we actually touched cheeks. And my buddies are gonna tear me apart for this, but I just remember thinking that she had the softest face. I gave her my number at the end of the conversation. I wasn’t really expecting to hear from her. But the next day she told her mom the story, and her mom said: ‘Give him a call. You don’t have to marry him.’”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/814b5b6f845df7e041c43d3d53dc512c/5C8D4EC9/t51.2885-15/sh0.08/e35/s640x640/46399774_1973386689445487_5946396931279259367_n.jpg",
            "date": "2018-11-27T17:16:24.000Z",
            "tags": [],
            "likes": 271130,
            "url": "https://www.instagram.com/p/BqsRvXGgX_4/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“There was a permanent dark cloud in the house. It was abuse in every way. Mental. Physical. Sexual. It was permanent fear. Whenever my father was home, I just locked myself in my room and tried to be as quiet as possible. My mother and I finally escaped when I was six, but the abuse stayed with me. I didn’t make any friends at school. I couldn’t trust anyone. It was an open wound. But when I was fourteen, my mom told me that we could do something about it. She asked me if I’d be willing to testify. And I agreed. The trial happened two years later at my father’s military base. I hadn’t seen him in ten years. The lawyers told me I didn’t have to be in the courtroom when I testified, but I felt like I needed to face him. Just to show that I wasn’t afraid anymore. He was already seated when I walked in the room. I put my hand on the Bible and looked right at him. For a moment, I felt a stroke of fear wash over me. Like I was a kid again. But I set it aside and gave my testimony. It felt like a huge weight had been lifted off my shoulders. He was sentenced to ten years in prison. I’ve moved on with my life. I don’t think about him. I’ve grown to look like him, but I’m not him. Even if someone tells me I’m him-- I’m not him. I’m me. I’ve lived my entire life to not be him.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/2c332ae62405bd9fcd549cd9be623fc6/5CA703F2/t51.2885-15/sh0.08/e35/s640x640/44000267_341492519777814_8112128724247825914_n.jpg",
            "date": "2018-11-08T20:32:10.000Z",
            "tags": [],
            "likes": 102087,
            "url": "https://www.instagram.com/p/Bp7tCnvAMfW/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I grew up thinking that it was a good thing to rob the white man. Everyone fought injustice in their own way. But in my neighborhood, we opposed the government by breaking into houses and robbing people. But in 1994 we were told: ‘Democracy is coming. Apartheid is ending. It’s time to learn a trade.’ So I listened. I did everything I was supposed to do. I’ve worked in construction for the past twenty-five years. I started my own company. I followed all the procedures. But nothing has come of it. The government always talks about empowerment. They make a big show of letting small businesses compete for contracts. But the jobs always get awarded to the same few people. If the government gave me work, it would empower me. Then I could empower other people. I could hire employees and teach them plumbing, and carpentry, and cabinets. I could purchase a brick making machine, and hire women to mix cement. But right now I can’t even afford a printer for my office. Everything is hand to mouth. I had high hopes when apartheid ended. But I’ve been building houses for twenty-five years, and I’m still living in a shack.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/61b28d87e45b2681dd5c800a54134410/5C8DA0EB/t51.2885-15/sh0.08/e35/s640x640/44545026_265065581029237_7413326562401440023_n.jpg",
            "date": "2018-11-19T21:15:13.000Z",
            "tags": [],
            "likes": 368499,
            "url": "https://www.instagram.com/p/BqYGtfFAJyv/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“My wife urged me to take this little trip to New York so that I can clear my head. It’s just for two days. But my leash has been so short lately that it feels like an eternity. Part of me definitely died when our daughter was born. I was always a free spirited person. I traveled a lot. I never had a boss. I had all the choices in the world. But a lot of that disappeared in order to make things possible for my daughter. I watch her during the day. And I’m not mad about it. This is the happiest time of my life. It would be great if my daughter was here right now. It’d be so fun to watch her run around the park. But I’d also be worried about her safety. And the diaper bag. And the car seat. And the stroller. And our next meal. And our next place to stay. There’s always a flickering flame of worry that doesn’t go away. Back home we live by the beach. And if my wife ever senses that I’m getting overwhelmed, she tells me to go jump in the ocean. And that resets me for a few days. It’s all I need. I just need a little space to be me. Because it can be so easy to get lost in helping a new person become someone.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/eae709799b097952bec787198417027b/5C97283E/t51.2885-15/sh0.08/e35/s640x640/44888731_275078883151631_3084771700771178585_n.jpg",
            "date": "2018-11-13T17:46:50.000Z",
            "tags": [],
            "likes": 233569,
            "url": "https://www.instagram.com/p/BqISGDmAdWc/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“He was the RA in my freshman dorm. His nickname was ‘Rock.’ He was blonde and skinny and made legendary mix tapes for the dance parties. We never talked much in college, but we became good friends when we reconnected at a reunion. The event was eighties themed. There were a lot of Talking Heads cover songs, and we danced all night. After that we started talking every day. Even though we live on different coasts, we’d find different ways to connect. He’d create scavenger hunts for me. He’d send me on missions to find obscure books and records. And we began making mix tapes together. Both of us come from research backgrounds, so we take our mix tapes very seriously. MMTR is our acronym for the meaning of music: ‘Magic, Meditation, Therapy, Reunion.’ So there’s a lot of MMTR mix tapes: ‘MMTR I,’ ‘MMTR II,’ ‘MMTR III,’ ‘MMTR 80’s,’ ‘MMTR 90’s.’ Then there’s ‘Clan McJangle,’ which is nothing but Scottish Pop. Then we’ve got another called ‘Buzz Gems,’ which is nothing but guitar songs under three minutes that alternate decades as you go down the playlist. Our mix tapes hold us together. Lately we’ve been working on a business together. And if we ever get too frustrated, we just put on our headphones, choose a mix tape, and hit play at the exact same time.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/8ebdee2c0b8bb62e1f9b27643fd40ee6/5CA28EE8/t51.2885-15/sh0.08/e35/s640x640/43732018_1937901249848483_3364037015023539629_n.jpg",
            "date": "2018-11-04T20:18:16.000Z",
            "tags": [],
            "likes": 85788,
            "url": "https://www.instagram.com/p/BpxYRVxgduO/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“My dream is to create an incubator of sorts. It can be difficult for start-ups to get funding in South Africa, so I’m trying to build a platform that connects investors and entrepreneurs. I’ve been working on it full time for about a year now. But the idea hasn’t taken off as quickly as I’d hoped. Don’t get me wrong-- I’m still on the grind. I’m still having meetings and trying to put together deals. I’m telling myself that no matter what, I’m going to figure this out. But if I’m being absolutely honest with you, it’s not looking promising. I’ve got about two or three months of runway left. The bank has been calling me every day because of the credit card. And my car just broke down, which will probably eat up twenty percent of my remaining reserves. My options are running out. It’s a lot of pressure, but I’m trying to focus on the bright side. I made it a whole year. We built the initial platform and had a few users. And I’ve moved forward as a person. I’ve gained a lot of new insights. I’ve grown my network. Experienced people have told me that I’m working on an important problem. And that validation means more than money. So even if this particular business fails, I’ll try again. But next time I’ll come back at a better angle.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/81b90919c3adee5dbdffe7e453d738bc/5C96DE88/t51.2885-15/sh0.08/e35/c180.0.719.719/s640x640/44326513_2282480421822991_7457982238297506988_n.jpg",
            "date": "2018-11-02T18:30:40.000Z",
            "tags": [],
            "likes": 121380,
            "url": "https://www.instagram.com/p/BpsCXf_gsqS/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“The crime around here is out of control. It’s not even safe to walk down the street. People are snatching bags and phones in broad daylight. And it’s even more dangerous when the sun goes down. It’s bad for business. Our customers are being scared away. The police aren’t doing anything, so we’re forced to take matters into our own hands. Recently one of my customers had his car broken into. While I was repairing his shoe, we heard glass shatter. And we saw three guys running away with his laptop computer. I chased one of them down, caught him by the shirt, and began to beat him. I made him call his brothers and tell them he was about to be killed. Sure enough, they brought back the laptop. So I let him go. But the police came to my store the next day, and told me that I shouldn’t have taken matters into my own hands. They said next time I’d go to jail. But what am I supposed to do? Let my customers be robbed? Soon we won’t have any customers left. If police aren’t willing to stop the crime, we must do it ourselves.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/15ad2570c5efdad2a42772b821662703/5C942AAF/t51.2885-15/sh0.08/e35/s640x640/45339789_200517387538054_5819297390333255335_n.jpg",
            "date": "2018-11-28T18:46:04.000Z",
            "tags": [],
            "likes": 148992,
            "url": "https://www.instagram.com/p/BqvAzC4A9Vo/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“When my kid was twelve years old, I told him: ‘There are three things that are bullshit in this world: Santa Claus, professional wrestling, and politics.’ Yet people get so emotional about politics. They’re always spouting sound bites from their favorite cable channel. It’s so boring. There’s no creativity. Nothing but sound bites. Then on Election Day, my newsfeed is filled with people posting smug pictures about how they voted. Like it really matters. In the end, the people with money are still going to be calling the shots. Nothing matters. But I guess it makes people feel like their life isn’t meaningless if they’re spouting off on Facebook. I hardly ever post anything. My profile picture is Uncle Sam and my cover image is an eagle shitting on him.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/3550fb53afc8a81b6ea34078a5b078ad/5CA42DA5/t51.2885-15/sh0.08/e35/s640x640/44500659_119853005585475_2469865686984199963_n.jpg",
            "date": "2018-11-18T23:28:17.000Z",
            "tags": [],
            "likes": 122688,
            "url": "https://www.instagram.com/p/BqVxJSPgPg6/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I’ve got a stepson living with us at home. He came over from the Ukraine when he was eighteen. He was OK in the beginning. I took him to some places. We did some things. But now he’s twenty-six. And he’s still there. His mom does everything for him. She cooks, cleans, does his laundry—everything but wipe his butt. He just stays in his room and reads his books. It’s not that he’s a bad kid. He doesn’t drink or do drugs. But he’s just always there. When I come home from work I want to relax. I want to forget about my day. I don’t want to listen to his loud voice. And I don’t want him standing in the kitchen when I’m trying to cook. I swear he steps in front of me on purpose. And don’t even get me started on the bathroom. This kid takes actual baths. A normal guy takes a fucking shower, but not my stepson. Hour long baths.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/306dbc3d089d8e1d19ba5314d5b7a2ec/5C9A2BF1/t51.2885-15/sh0.08/e35/s640x640/44394138_347322759375404_6279963116093546427_n.jpg",
            "date": "2018-11-15T21:57:26.000Z",
            "tags": [],
            "likes": 524515,
            "url": "https://www.instagram.com/p/BqN4XM-AAhi/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“Being six is so hard. I have to go to school, and do math, and do a lot of words, and spell things, and take tests every Friday, and exercise, and play games that I don’t want to play. And mom says we’re going to have another baby soon, so it’s going to be crazy. We wanted a girl but we got a boy. I don’t even know what I’m going to do. I already have one brother who hits too much and goes everywhere without permission.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/ab2671e1cb37ac420248d9c434983059/5CA5042E/t51.2885-15/sh0.08/e35/s640x640/44431803_2056171931291317_5707865302815834954_n.jpg",
            "date": "2018-11-01T19:31:11.000Z",
            "tags": [],
            "likes": 386702,
            "url": "https://www.instagram.com/p/BppkfxhAuZa/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "(2/2) “Mom tried her best to pay for flight school, but we kept running out of money. I’d have to drop out for a few weeks, and since flying involves so much muscle memory, it would take me a while to get back on track. So one day I bought a stack of magazines and newspapers. I went through every page and cut out the advertisements. Then I opened my pantry and wrote down every brand I could find. I sent all of them letters, asking for help. Almost everyone said ‘no.’ But I did receive an amount from a grocery store called Pick-n-Pay. And Breitling sent me a brand new watch to raffle. That was a huge break. I sold six hundred raffle tickets. Things were going so well. African Pilot Magazine promoted the raffle for free. A man from Australia bought 100 tickets. But then I got a letter from the Lottery Board ordering me to end my raffle. They said it was illegal. I tried to explain that I was raising money for my education, but they didn’t care. I was so disappointed. I’d have to sit out another year of flight school. But when I called everyone to explain the situation, nobody would accept their money back. They told me to keep it! It was enough to keep me in the air for months. Then around Christmas that year, one of my mentors invited me to eat lunch at the airport. When I stepped out of the car, everyone who had ever helped me was there. They all started clapping. And somebody handed me the phone. A person on the other end said: ‘You’re live on 94.7, and we’re going to pay for your entire education!’ That was nearly four years ago. I just got my license last week. My plan is to fly for South African Airlines, but first I want to do some teaching. I want to visit schools in black neighborhoods. I want all the kids to see what an African female pilot looks like.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/bfb4086f7c4a26eb69d395086e89bfa5/5C99EA77/t51.2885-15/sh0.08/e35/s640x640/44796318_292685718249359_6350094121743600018_n.jpg",
            "date": "2018-11-08T17:33:19.000Z",
            "tags": [],
            "likes": 193797,
            "url": "https://www.instagram.com/p/Bp7Yktlgu02/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“My dad moved us from Congo when I was a teenager. I wasn’t given a choice in the matter. I didn’t know anyone. I couldn’t speak English. And for a while I had an identity crisis. I felt like my skin was too dark and my build was too muscular. Other kids were telling me that I looked like a boy. I got bullied a lot. I didn’t have any friends. I began to feel depressed. Then one weekend I got invited to a party at a boy’s house. I was excited to go. But when I got there, it was nothing but drunk people. Everyone was passing around a joint. And when it got to me, the boy said: ‘Trust me, you’ll love it.’ So I tried it. And I did love it. Next thing you know, I was going out every weekend. I started drinking heavily. I was high all the time. My grades began to drop. But I was also getting cooler. I was never alone anymore. I was hanging out with popular people. We all hyped each other up, so it was easy to ignore the consequences of our behavior. But whenever I was alone again, I felt like I didn’t know myself anymore. I was heading down the wrong path. That’s not how I was brought up. So I had to get conscious. I had to be honest about what brings me happiness: writing poetry, reading books, and sometimes being alone. I backed away from the party lifestyle. I became more selfish with my time. The other night I ran into a few of my old friends, and they were a little mad because I hadn’t been around. They said I was acting like I was above it all. But that’s not the case. I’m just at a different stage of my life.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/caf51e03a9ec7c421082600edb8cd077/5CAFBD4B/t51.2885-15/sh0.08/e35/s640x640/44314542_1894133483969223_2832359324194471900_n.jpg",
            "date": "2018-11-14T20:16:16.000Z",
            "tags": [],
            "likes": 174423,
            "url": "https://www.instagram.com/p/BqLH_bzASI3/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“We’ve been together five years. I wanted a marriage, a family, the whole thing. But he wasn’t ready for a child. So I think he was hoping I’d end the pregnancy. He claims I took control of his life by keeping the baby. He’s not the type of person to abandon his child, so he thinks I forced his hand. At first it seemed like he was going to make the most of it. He told all his friends about the pregnancy. He took me out to eat. We had a little vacation. But that changed quickly. There was no stomach rubbing. No asking how I felt. He started going out a lot, and stopped kissing me goodbye. Our son is seventeen months now. We still live under the same roof, but that’s about it. There’s no physical intimacy. Very little communication. He’s always great with our son. They play together and have a great time. But there’s no ‘three of us.’ We never go anywhere together. Or if we do, the conversation is awkward and surface level. I try talking to him. I tell him: ‘If you hate me or resent me, just let me know.’ But he says: ‘Quit forcing things. Let it become what it’s going to be.’ But it’s been eighteen months and it hasn’t become anything. He never wants to talk about our relationship. I know that I should leave him, but I just don’t have the courage. I keep hoping something will change. Because I always wanted the experience of raising a child together.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/ee13e29d0cfc749d72a825c40be0352c/5C8F90ED/t51.2885-15/sh0.08/e35/s640x640/43614136_271834576851432_3299010288204547601_n.jpg",
            "date": "2018-11-04T23:11:10.000Z",
            "tags": [],
            "likes": 296381,
            "url": "https://www.instagram.com/p/BpxsDmdgvfl/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I started bodybuilding after my chemotherapy. At first it was just a way to get healthy again. But I discovered I was good at it. I started winning competitions. And I got hooked. My boyfriend didn’t like it. He thought it made me less desirable. But the worse our relationship got, the more I focused on working out. It just felt so great to be recognized for something. I was really, really good at it. And the bodybuilding community is so great. They’re some of the least judgmental people because they’re used to being judged all the time. For the first few years I was really self-conscious about my body. But I’ve gotten to the point where the small comments don’t really bother me anymore: ‘ew,’ gross,’ ‘disgusting’-- things like that. I can usually block people out if they can’t type more than a sentence. But occasionally the criticism sinks in. It still hurts when people question my gender. Or my sexuality. And I’ve had some awkward Tinder dates. The last guy said: ‘Holy fuck, you’re bigger than I thought you’d be.’ But despite all this, I’ve gotten comfortable in my own skin. I actually feel more feminine now than I did growing up. I was always skinny. I never had breasts. I didn’t ever feel like a natural woman. But what is natural? Is make-up natural? Or botox? Or fillers? Or breast implants? All of us are flawed. My mask might be different than other people, but we all hide behind something. I just hide behind my muscles.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/268809662da7dc9b69eb4e41c0a84e25/5C981362/t51.2885-15/sh0.08/e35/s640x640/43156272_535757783553808_2349991877487839135_n.jpg",
            "date": "2018-11-09T19:57:06.000Z",
            "tags": [],
            "likes": 196683,
            "url": "https://www.instagram.com/p/Bp-N0pUgd48/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“My first job in film was as a trainee on a feature. I think it was called ‘Gums and Noses.’ I cleaned the toilet, swept, made tea— things like that. All I ever got was money for transportation, which was fine for me. I just wanted to be on a film set. But with two weeks left of filming, there was a bit of a disaster in the camera department. A trainee blew up an HD monitor by plugging it into the wrong hole. Which was a shame, but it was great for me because I always wanted to be a cinematographer. When I heard them say they needed a replacement, I raised my hand and said: ‘Me, me, me!’ So that’s how it started. And it never stopped. The camera department can be a weird place. It’s all white and male. And it’s a bit like boot camp. A lot of the guys are mean. They don’t like being approached by subordinates. And if you make a mistake, they’ll scream at you. A lot of the guys act like they’re curing cancer instead of making beautiful pictures. But I had thick skin. So I moved up quickly. Recently I DP’ed one of the most popular shows in South Africa. And I run my department a little differently. It’s much more chill. I think we should all share our knowledge. Nobody should be afraid to make mistakes or feel embarrassed to ask questions. And one trainee should always be a girl. It doesn’t matter if she’s studied or not, as long as she’s keen.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/33ab389a96eb1dc7985ff78d99c1625e/5CAB8136/t51.2885-15/sh0.08/e35/s640x640/44487686_717763948591983_7007092489150968784_n.jpg",
            "date": "2018-11-12T22:02:57.000Z",
            "tags": [],
            "likes": 116843,
            "url": "https://www.instagram.com/p/BqGKnC2AVU6/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I sold phone covers back in Ghana, but it wasn’t going anywhere. So I came to South Africa to see if I could change my life. I tried to switch over to the clothing business. I knew how to sew, so I decided to give it a shot. But things are even worse than before. I can stand here all day and not get a single customer. I’ve been at it for three years, and I don’t even know why I’m still making an effort. I should have a wife by now. And a house. And kids. But I have nothing. How can I meet someone when I can’t even provide for myself? Recently I fell in love with a woman. She sells food around here. We used to talk every day and night. We bathed together, and slept together, and prayed together. She’d give me smiles and kisses. I didn’t have much, but I gave her what little I had. For once I was finally happy. Then she came over to my house one evening, and saw that I didn’t have anything. No radio. No television. Nothing. And she pretended like everything was OK. She acted like it didn’t bother her. But two weeks later she broke off contact. She never said it was because I don’t have money. But it’s because I don’t have money. Sometimes I think I should just kill myself.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/28f51a992b378ddda9ad0319ec404c88/5CAF53DE/t51.2885-15/sh0.08/e35/s640x640/42949608_103730990598508_4001229055845236295_n.jpg",
            "date": "2018-11-16T17:16:25.000Z",
            "tags": [],
            "likes": 79047,
            "url": "https://www.instagram.com/p/BqP8_13gcUY/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“There was a program in San Francisco where they’d come into public schools and teach movement. They’d look for kids with potential and give them scholarships to dance school. They visited my school in third grade. And I guess they saw something in me, because they provided two free ballet classes per week. I didn’t really like it at first. But one night I went to see The Nutcracker, and it inspired me to become a dancer. I enrolled in a serious ballet school, and by the age of thirteen I was dancing five days a week. Then six days a week. The school started to get really competitive as we got older. Everybody wanted to be a soloist. Kids would come to the school from all over the world. Some of them were ‘bunheads.’ All they did was dance and watch tapes. But most of us were more balanced. Ballet is extremely rigid, so if you have the opportunity to have fun, you take it. I started drinking a lot. And doing a lot of drugs. It was hard to hide. I’d come to class late and tired. I ended up dropping out of regular high school. The dance school never approved of that decision, but I always hated studying. Personally I don’t think I ever lost my edge. I was just driven in ballet and partying at the same time. They kicked me out of the school when I turned twenty. I knew it was coming, because that’s the age when you either go to college or join a dance company. But neither of those were options for me, so I just quit completely. That’s when the dancing stopped. But the partying kept going.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/7a26b761124a6fdefa90d8b28963af2b/5CAE9D16/t51.2885-15/sh0.08/e35/s640x640/45883413_129491784720663_1954068107493874595_n.jpg",
            "date": "2018-11-24T21:09:55.000Z",
            "tags": [],
            "likes": 313427,
            "url": "https://www.instagram.com/p/Bqk-FCWAq6T/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“My dad does two jobs. Sometimes he does fire fighter. And sometimes he does police officer and fights crimes for the city by using smarts and helping people. He says that the bad guys don’t always mean to steal, but they feel like they have to because their families are poor. But if they sell drugs and make people sick then my dad will have to really arrest them for real. I had an idea that one day I’m going to send notes to the bad guys and tell them not to do crimes anymore. Then my dad can hand out the notes every time he fights a crime. I'm going to say: ‘Dear bad guys, if you stop doing crimes, then you’ll have a better life and a better family. And people will start to notice that you’re being a good guy and you’ll have a lot more friends. And then everyone will help you and come visit you and you’ll start to feel really proud of yourself for being nice and having a nice family.’”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/e8babc71b270e91bcc0d059efa706d74/5CA8C2DC/t51.2885-15/sh0.08/e35/s640x640/44767104_207186570178977_2933557129426129328_n.jpg",
            "date": "2018-11-20T20:52:47.000Z",
            "tags": [],
            "likes": 594459,
            "url": "https://www.instagram.com/p/Bqao8DaAQYQ/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“We’ve been boyfriend and girlfriend for just over two months. We met at camp. We didn’t talk to each other much at camp. But then we decided to talk more after camp. I go to boarding school, so this is the first time we’ve seen each other for five weeks. But we talk a lot on the phone. And we’ll help each other if we’re having a rough day. This week I had an AP US History Exam. I studied all the wrong stuff. I thought there’d be a lot more questions on the War of 1812. But instead there were a ton of questions about The American Revolution. So I was pretty depressed. But she texted me and said: ‘You tried your best. It’s all you can do.’ Then we talked about it all night until I went to bed. And it just felt really nice to have somebody to make you feel better.”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/18eec0a03a3b9855896fcdd8f77f9dd4/5C90BCB0/t51.2885-15/sh0.08/e35/s640x640/44251900_253398658678933_4198182181752941637_n.jpg",
            "date": "2018-11-05T20:38:03.000Z",
            "tags": [],
            "likes": 211839,
            "url": "https://www.instagram.com/p/Bpz_VH2gSBP/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I’m studying human rights. It’s a long way off, but one day I’d like to be a lawyer and protect vulnerable populations in Africa. My mother is African but I grew up in France. In high school I went on a humanitarian mission to provide health and education for a village in Senegal. There was no water. There was no electricity. We visited a small orphanage where the children had to beg for their food every day. They had no choice, because if they came back with nothing, they didn’t eat. I cried myself to sleep that night. And when I returned to France, I felt guilty for everything: for living where I live, for having a family, for growing up in a rich country with education and healthcare. I didn’t tell many people about my experience. I didn’t want it to seem like a trophy. And I was aware of the irony because France colonized Senegal. But that trip opened my eyes to the opportunities I’d been taking for granted. It made me appreciate the choices that I have in life. And since those choices are a privilege, I want to use them to help other people.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/7586bcd83899b2eaf2b2f9e3c4f0e413/5C982ABA/t51.2885-15/sh0.08/e35/s640x640/44387592_196765871238718_1620286261511200691_n.jpg",
            "date": "2018-10-31T20:24:57.000Z",
            "tags": [],
            "likes": 168466,
            "url": "https://www.instagram.com/p/BpnF2wUguV6/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I hung out in the streets a lot as a child. But when I was seventeen, my parents died in a minibus crash. It forced me to wake up and work for myself. I got my first job as a cleaner. The boss ordered me around for months. But when it was time to pay me, he refused. It left me in a desperate situation. I was hungry. I needed shelter. So I got frustrated. Some of my friends were stealing cars at the time. They had a special key that could open doors. At first I didn’t want to get involved, but they were living the life I wanted. They had nice cars. They could afford to buy drinks. So when they asked me to come along one night, I agreed. I told myself: ‘If I just go along once, I’ll be alright.’ We stole three cars that night. Everyone got away but me. When I saw the police lights in my rearview mirror, I started crying immediately. I knew my life was over. I spent a few years in prison. That’s where I met a social worker named Ms. Palesa. She was near retirement. And when she heard my story, she invited me to come work at her house when I got released. I painted for her. I cleaned. I worked in the garden. Not only did she pay me, but she treated me like her child. She bought me clothes. She encouraged me to learn a trade. Ms. Palesa only lived for a few more years, but she set me on the right path. Every friend that I stole cars with that night is either dead or in jail. But I work every day, and I never committed another crime.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/f92e66c5116b2940ef6f68c613bdc833/5CA5DD5F/t51.2885-15/sh0.08/e35/s640x640/43107547_369190743824826_8754230013177822607_n.jpg",
            "date": "2018-11-22T17:09:21.000Z",
            "tags": [],
            "likes": 409936,
            "url": "https://www.instagram.com/p/BqfY9ayASk4/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“We moved from Brazil three years ago. We love Thanksgiving. We cook everything. But we’re still learning many things about the American culture. Back home everyone likes to hug and kiss on the cheek. It communicates that you care about someone. But here it is different. My friend tried to give me a Thanksgiving handshake at the gym today. But I went in for a Thanksgiving hug. And he only gave me a Thanksgiving half-hug. A few months ago I was called into Human Resources, and they said: ‘Mr. Mauricio, no more hugging at the office. It is making people uncomfortable.’ So I learned my lesson that day. I came home and told the children: ‘Be careful not to touch your classmates.’”"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/873276921223c900d879fd1ae547b8b0/5CAE616D/t51.2885-15/sh0.08/e35/s640x640/44470654_2197032090508152_1189974745683499994_n.jpg",
            "date": "2018-11-01T16:33:30.000Z",
            "tags": [],
            "likes": 195906,
            "url": "https://www.instagram.com/p/BppQKcfgx9o/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "(1/2) “In tenth grade we were given an assignment to shadow a professional in the workplace. I wanted to be a doctor at the time, so I emailed some hospitals but never got a response. Luckily one of my aunts worked in the back office of South African Airlines, so she invited me to come with her to the airport. I’d never flown on an airplane before. I remember looking out the window at all those big ass planes coming in to land. My aunt could see that I wasn’t interested in the paperwork, so she took me to the crew room. I noticed all the pilots had incredible posture. All their hats were lined up on a shelf. Their jackets were all hanging in a row. And that’s when the bug bit me. I started spending all my holidays there. The pilots were very nice to me. I don’t think they’d ever seen an African female who was so enthusiastic about becoming a pilot. They gave me advice and let me share their simulator time. When I turned eighteen, I visited a flight school and picked up an application. But the costs were too much. My mom said we didn’t have the money, and told me to apply to normal universities. She’d bring me applications, but I kept hiding them under my bed and telling her I got rejected. I found an internship with a glider company, and used my stipend to buy my first pilot’s uniform. I put one stripe on the sleeve—for students. When I came home that night, I think she took me seriously for the first time. She could see her daughter really wanted to fly.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/ac5430cf3369628785a510fd045e7fdb/5CAAA07C/t51.2885-15/sh0.08/e35/s640x640/43114663_575624166209943_8234768125184192385_n.jpg",
            "date": "2018-11-11T22:14:17.000Z",
            "tags": [],
            "likes": 201924,
            "url": "https://www.instagram.com/p/BqDnHMVgN0e/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "humansofny",
                        "comment": "“I used to work as a producer at a media company. It was one of those cultures where you worked until you had nothing left to give. My boss’s voice would be the first thing I heard every morning. He’d phone me at 5 AM, asking ‘Have you done this? Have you followed up with that?’ He’d put me down. He’d shout at me during meetings. I can tell you the exact type of tile in the office because I spent so much time looking down. And I wasn’t allowed to grow. I wasn’t allowed to do anything on the creative side. I could only handle the budgets. Once I asked him if I could leave early one day to take a course in art direction, and he said: ‘What makes you think you could succeed at something like that?’ That’s when I finally quit. I freelanced for a while. And the more distance I got from the job, the more I realized that I’d allowed myself to be pigeonholed. I wanted to do something creative. I started trying to save money to attend the New York Film Academy, but it was so expensive that I decided to put all that money into gear instead. And for the past couple months, I’ve been making short documentaries about people. I’ve made about twenty of them so far. I let the person use the video however they’d like. I’m not sure what will come of it, and I’ve only got a couple months of savings left, but for the first time in my life I feel like I’m using all of my talents. And I’ve never had this much fun.” (Johannesburg, South Africa)"
                    }
                ]
            },
            "mentions": []
        }
    ]
}