{
    "alias": "Ekaterina Mishchenkova",
    "username": "katia_mi_",
    "bio": "Member of the Union of Art Photographers\nRicoh brand ambassador\n💌: mail@katiami.com",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/dfd6233d5fc6a9b2808856978fbddba0/5C9D7CB0/t51.2885-19/11374616_985083698189643_221376922_a.jpg",
    "num_of_posts": 1953,
    "followers": 425249,
    "following": 800,
    "bio_url": "www.katiami.com",
    "isprivate": false,
    "scrapped": "2018-11-29 11:33:19",
    "posts": [
        {
            "caption": "The beauty of this place can hardly be described by words. On a sunny day the mountain slopes stand out against the cloudless blue sky creating the impression of their unreality\n/\nКрасоту этого места невозможно описать словами. В погожий солнечный день горные склоны заметно выделяются на фоне безоблачного голубого неба, создавая впечатление их нереальности\n•\n#lagazuoi #AltaBadia #myaltabadia❤ #SouthTyrol #Suedtirol #Dolomites #Dolomiti #Italy #Альпы #Italia #visitsouthtyrol #италия #доломиты",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/1005122997/lagazuoi/",
                "location_name": "Lagazuoi",
                "location_id": "1005122997",
                "latitude": 46.52972222,
                "longitude": 12.00305556
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T19:39:19.000Z",
            "tags": [
                "#lagazuoi",
                "#AltaBadia",
                "#myaltabadia",
                "#SouthTyrol",
                "#Suedtirol",
                "#Dolomites",
                "#Dolomiti",
                "#Italy",
                "#",
                "#Italia",
                "#visitsouthtyrol",
                "#",
                "#"
            ],
            "likes": 14269,
            "url": "https://www.instagram.com/p/BqdFU1UBXFb/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "alta_badia_official",
                "visitsouthtyrol"
            ]
        },
        {
            "caption": "They say that if you look at the clouds from the mountain top the brain of some people begins to form illusory images which are the details of real objects. A vague and uncertain image can take specific forms such as figures of people and animals flying in the clouds. This phenomenon is known as a pareidolia illusion and is often peculiar to people, sorry, with not the most stable mentality. I clearly don’t consider myself as such personal so the images that my consciousness draw on the top of Lagazuoi I can explain only by the lack of oxygen 😉\n/\nГоворят, что если смотреть на облака с гор, то мозг некоторых людей начинает формировать иллюзорные образы в качестве которых выступают детали реальных объектов. Смутный и неопределённый образ может приобретать конкретные формы, например, фигуры людей и животных в облаках. Этот феномен известен как парейдолическая иллюзия и часто бывает свойственен людям, простите, с не самой устойчивой психикой. Себя я к таким людям явно не отношу, поэтому образы, которые рисовало мое сознание на вершине Лагацуой, я объясняю только недостатком кислорода 😉\n•\n#AltaBadia #myaltabadia❤ #SouthTyrol #Suedtirol #Dolomites #Dolomiti #Italy #Альпы #Italia #visitsouthtyrol #италия #доломиты",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/919713770/lagazuoi/",
                "location_name": "Lagazuoi",
                "location_id": "919713770",
                "latitude": 46.52972222,
                "longitude": 12.00305556
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-28T18:30:06.000Z",
            "tags": [
                "#AltaBadia",
                "#myaltabadia",
                "#SouthTyrol",
                "#Suedtirol",
                "#Dolomites",
                "#Dolomiti",
                "#Italy",
                "#",
                "#Italia",
                "#visitsouthtyrol",
                "#",
                "#"
            ],
            "likes": 15814,
            "url": "https://www.instagram.com/p/BpfKU80lKer/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "katia_mi",
                "katia_mi_",
                "alta_badia_official",
                "visitsouthtyrol"
            ]
        },
        {
            "caption": "In Russia people traditionally believe in signs. Even urban citizens often look around thoroughly to get tips from Mother Nature based on the age-old experience of our ancestors. So how would the weather forecast for November 12th in Moscow look like if we were 200 years ago when there were no weather stations, television and the Internet?\nVery easy:\n* Snow in the city didn’t fell today and there are really few tomtit birds around (searched for them this morning and found just three) – extreme cold will not come soon!\n* There were no wolves on the streets – no hunger or war to start soon ☺\n* Black and light gray clouds in the sky were absent, the sun was shining – bad weather is not going to last long even if started\nWell, let’s see!\nAnd the most important thing: if the lady would eat hare meat today she will become younger, prettier and fans will line up for her immediately! No kidding! So hurry up, dears, there are still a few hours left!\n/\nВ России традиционно верили в приметы. Многие жители мегаполисов и сейчас стараются внимательно смотреть по сторонам и наблюдать, чтобы получить подсказки от матери-природы, основанные на вековом опыте наших предков. Итак, как бы выглядел прогноз погоды в Москве от 12 ноября лет 200 назад, когда не было метеостанций, телевидения и интернета:\n* Снег в городе сегодня не выпал и синиц вокруг мало (искала утром на улице – нашла всего 3х) - сильные морозы наступят не скоро!\n* Волки стаями по улицам не ходят – голода или войны ждать пока не стоит 😬\n* Чёрных туч и светло серых облаков на небе нет – в Москве целый день светило солнце – продолжительной непогоды ждать не стоит\nНу и самое главное на сегодня: если девушка 12 ноября съест зайчатины, то она помолодеет, похорошеет и к ней выстроится очередь из поклонников! Так что спешите, дорогие мои, ещё есть несколько часов 😂\n•\n#moscow #russia #москва",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/17326249/moscow-russia/",
                "location_name": "Moscow, Russia",
                "location_id": "17326249",
                "latitude": 55.7522,
                "longitude": 37.6156
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-12T19:33:49.000Z",
            "tags": [
                "#moscow",
                "#russia",
                "#"
            ],
            "likes": 14508,
            "url": "https://www.instagram.com/p/BqF5itth-TL/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Many of you may have probably seen similar stone pyramids of different sizes during your travels. They differ in both size and meaning which are placed inside. Local guy told us here, on the shore of the picturesque lake called Anterselva in South Tyrol, that one of the reasons to make these pyramids is to let your dreams come true. And the more you wish - the more stones you have to put on each other!\n/\nМногие из вас во время путешествий наверняка видели подобные пирамиды из камней разного размера. Они отличаются как размером, так и смыслом, который в них вкладывают те, кто их ставит. Один из местных рассказал нам, что здесь, на берегу живописного озера Антерсельва, их ставят в том числе для исполнения желаний, а самые хитрые «вкладывают» желания в каждый камень – больше не меньше!\n•\n#SouthTyrol #Suedtirol #Dolomites #Dolomiti #Italy #Альпы #Italia #visitsouthtyrol #италия #доломиты #anterselva",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/253827078668642/antholzer-see-lago-di-anterselva/",
                "location_name": "Antholzer See / Lago di Anterselva",
                "location_id": "253827078668642",
                "latitude": 46.884052,
                "longitude": 12.162222
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-22T18:35:20.000Z",
            "tags": [
                "#SouthTyrol",
                "#Suedtirol",
                "#Dolomites",
                "#Dolomiti",
                "#Italy",
                "#",
                "#Italia",
                "#visitsouthtyrol",
                "#",
                "#",
                "#anterselva"
            ],
            "likes": 15864,
            "url": "https://www.instagram.com/p/BpPuKBclymQ/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "katia_mi",
                "katia_mi_",
                "visitsouthtyrol"
            ]
        },
        {
            "caption": "Poseidon created Cyclades by striking a Trident on a large rock that broke up into small ‘laying around’ islands and formed a wonderful archipelago in the southern part of Aegean sea. Each island is famous for its own. Naxos, for example, is a place where Dionysus – the God of winemaking, vegetation and, of course, theater – was born. That's why walking along the local promenade in the evening is so inspiring and the island itself became the largest agricultural center of Cyclades long ago!\n/\nБог Посейдон создал Киклады ударив трезубцем по большой скале, которая, распавшись на множество мелких «лежащих кругом» островов, сформировала удивительный по красоте архипелаг в южной части Эгейского моря. Каждый остров знаменит по своему, на Наксосе, к примеру, родился Дионис – бог виноделия, растительности и театра. Вот почему вечерние прогулки по набережной здесь так вдохновляют, а сам остров – крупнейший сельскохозяйственный центр Киклад!\n•\n#WHPseasonal #naxos #greece #греция",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/1641267979429014/naxos-island-old-town-cyclades-greece/",
                "location_name": "Naxos Island Old Town Cyclades Greece",
                "location_id": "1641267979429014",
                "latitude": 37.105457615,
                "longitude": 25.3752478266
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-11T19:26:07.000Z",
            "tags": [
                "#WHPseasonal",
                "#naxos",
                "#greece",
                "#"
            ],
            "likes": 14853,
            "url": "https://www.instagram.com/p/BqDT3Z6BzxV/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "djiglobal"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212988663/new-york-new-york/",
                "location_name": "New York, New York",
                "location_id": "212988663",
                "latitude": 40.7142,
                "longitude": -74.0064
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/dfd6233d5fc6a9b2808856978fbddba0/5C9D7CB0/t51.2885-19/11374616_985083698189643_221376922_a.jpg",
            "preview_img": null,
            "date": "2018-11-07T18:15:56.000Z",
            "tags": [],
            "likes": 15213,
            "url": "https://www.instagram.com/p/Bp44p6Ph6VA/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "The evening lit the lights of the sea\n/\nВечер зажег огни моря\n•\n#WHPscale #naxos #greece #visitgreeceru #mavic2pro #dji #djiglobal #drone #греция #visitgreece",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/1641267979429014/naxos-island-old-town-cyclades-greece/",
                "location_name": "Naxos Island Old Town Cyclades Greece",
                "location_id": "1641267979429014",
                "latitude": 37.105457615,
                "longitude": 25.3752478266
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-03T15:40:22.000Z",
            "tags": [
                "#WHPscale",
                "#naxos",
                "#greece",
                "#visitgreeceru",
                "#mavic2pro",
                "#dji",
                "#djiglobal",
                "#drone",
                "#",
                "#visitgreece"
            ],
            "likes": 12517,
            "url": "https://www.instagram.com/p/BpuTq_eBxfh/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "katia_mi",
                "visitgreecegr",
                "visitgreeceru",
                "atmolex"
            ]
        },
        {
            "caption": "Under the heel of moment\n/\nПод каблуком момента\n•\n#HILCONISSIMA #ChristianLouboutin #EnterLouboutinWorld #KatiaMi_for_Louboutin #RedSoles",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/17326249/moscow-russia/",
                "location_name": "Moscow, Russia",
                "location_id": "17326249",
                "latitude": 55.7522,
                "longitude": 37.6156
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-23T18:33:31.000Z",
            "tags": [
                "#HILCONISSIMA",
                "#ChristianLouboutin",
                "#EnterLouboutinWorld",
                "#KatiaMi",
                "#RedSoles"
            ],
            "likes": 17728,
            "url": "https://www.instagram.com/p/BpSSvnmlQb8/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "louboutinworld",
                "katia_mi",
                "katia_mi_"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/17326249/moscow-russia/",
                "location_name": "Moscow, Russia",
                "location_id": "17326249",
                "latitude": 55.7522,
                "longitude": 37.6156
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/dfd6233d5fc6a9b2808856978fbddba0/5C9D7CB0/t51.2885-19/11374616_985083698189643_221376922_a.jpg",
            "preview_img": null,
            "date": "2018-10-30T11:52:51.000Z",
            "tags": [],
            "likes": 12859,
            "url": "https://www.instagram.com/p/BpjmdFeFtjc/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "I can leave Moscow in December only with crying heart. The city transforms and changes beyond recognition – thousands of lights of festive illumination, hundreds of Christmas spruces some of which reach 25 meters in height and, of course, New Year fairs (this year in different areas will be more than three dozen). And, of course, the fireworks that are going to be one of the most beautiful in Europe! Have you already planned where you will celebrate upcoming Christmas and New Year?\n/\nЕсли приходится уезжать в декабре, то скрипя сердцем. Ведь Москва в преддверии Нового года преображается – тысячи огней праздничной иллюминации, сотни ёлей, некоторые из которых достигают 25 метров в высоту ну и, конечно же, ярмарки, которых в этом году в разных районах будет более трёх десятков. Праздничный салют, безусловно, будет одним из красивейших в Европе! А вы уже спланировали, где будете встречать Рождество и Новый год?\n•\n#moscow #russia #iamatraveler #forbesttravelguide #cntraveler #guardiantravelsnaps #thomascook #beautifuldestinations #tripmaximizer #discoverearth #fulltimetravel #thegreatplanet\n#adorama #morethanone #theweekoninstagram #mapofeurope #skyscanner",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/17326249/moscow-russia/",
                "location_name": "Moscow, Russia",
                "location_id": "17326249",
                "latitude": 55.7522,
                "longitude": 37.6156
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-26T19:45:52.000Z",
            "tags": [
                "#moscow",
                "#russia",
                "#iamatraveler",
                "#forbesttravelguide",
                "#cntraveler",
                "#guardiantravelsnaps",
                "#thomascook",
                "#beautifuldestinations",
                "#tripmaximizer",
                "#discoverearth",
                "#fulltimetravel",
                "#thegreatplanet",
                "#adorama",
                "#morethanone",
                "#theweekoninstagram",
                "#mapofeurope",
                "#skyscanner"
            ],
            "likes": 18911,
            "url": "https://www.instagram.com/p/Bqp-DOAhVii/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "adorama",
                "bhphoto",
                "cntraveler",
                "leica_camera",
                "beautifuldestinations",
                "discoverearth",
                "earthpix",
                "bbc_travel",
                "forbestravelguide",
                "leicarussia",
                "leicacamerafrance",
                "guardiantravelsnaps",
                "leica_camera_italia",
                "leicacamerausa",
                "leicacameratr"
            ]
        },
        {
            "caption": "The mistress of the elemental forces\n/\nПовелительница стихий\n•\n#AltaBadia #myaltabadia❤ #SouthTyrol #Suedtirol #Dolomites #Dolomiti #Italy #Альпы #Italia #visitsouthtyrol #италия #доломиты #lagazuoi",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/919713770/lagazuoi/",
                "location_name": "Lagazuoi",
                "location_id": "919713770",
                "latitude": 46.52972222,
                "longitude": 12.00305556
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-16T19:27:23.000Z",
            "tags": [
                "#AltaBadia",
                "#myaltabadia",
                "#SouthTyrol",
                "#Suedtirol",
                "#Dolomites",
                "#Dolomiti",
                "#Italy",
                "#",
                "#Italia",
                "#visitsouthtyrol",
                "#",
                "#",
                "#lagazuoi"
            ],
            "likes": 17857,
            "url": "https://www.instagram.com/p/BqQL_EUhRWH/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "katia_mi",
                "katia_mi_",
                "alta_badia_official",
                "visitsouthtyrol"
            ]
        },
        {
            "caption": "Searching for birch mushrooms is not an easy task\n/\nЭто вам не шутки – подберёзовики искать 🧐\n•\n#SouthTyrol #Suedtirol #Dolomites #Dolomiti #Italy #Альпы #Italia #visitsouthtyrol #италия #доломиты #anterselva",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/253827078668642/antholzer-see-lago-di-anterselva/",
                "location_name": "Antholzer See / Lago di Anterselva",
                "location_id": "253827078668642",
                "latitude": 46.884052,
                "longitude": 12.162222
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-31T15:43:09.000Z",
            "tags": [
                "#SouthTyrol",
                "#Suedtirol",
                "#Dolomites",
                "#Dolomiti",
                "#Italy",
                "#",
                "#Italia",
                "#visitsouthtyrol",
                "#",
                "#",
                "#anterselva"
            ],
            "likes": 14277,
            "url": "https://www.instagram.com/p/BpmlmxiFzyl/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "katia_mi",
                "visitsouthtyrol"
            ]
        }
    ]
}