{
    "alias": "Kino MacGregor",
    "username": "kinoyoga",
    "bio": "Author, Beachbum, Yogi 💕\n@miamilifecenter @omstarsofficial ⚡\nWorkshops: Miami, Brazil, Atlanta\nOnline Classes Only at Omstars.com 🧘‍♀️",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/8024182f04c3622114d30eb72ba84a47/5C9016FA/t51.2885-19/s320x320/44912773_2219348408136119_2133041914956480512_n.jpg",
    "num_of_posts": 4279,
    "followers": 1148436,
    "following": 949,
    "bio_url": "linktr.ee/kinoyoga",
    "isprivate": false,
    "scrapped": "2018-11-29 14:20:36",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/d61cc889a93b3cd70d9502540aafbb95/5C031F3D/t51.2885-15/e15/44503415_362920824512972_8259083336245961146_n.jpg",
            "preview_img": null,
            "date": "2018-11-23T20:37:25.000Z",
            "tags": [],
            "likes": 77364,
            "url": "https://www.instagram.com/p/BqiVM8tHYMt/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Winter in Miami ☀️ If you think I just pop up into handstand effortlessly on my first try, watch this video to see how many tries before I finally made it up. Don’t feel bad about yourself if it doesn’t happen on the first or the first thousand tries. It’s practice and all that matters is that you try. If you see a perfect picture it’s often a snapshot into an imperfect reality. Struggle and understanding the reality of it are essential elements of learning in the field of yoga. So, the next time you find yourself comparing your achievements or process to someone else, remember to be kind and gentle with yourself. Instead of seeing your own failure in someone else’s success look for their hard work and ceaseless dedication and let it inspire to practice more. I hope seeing my struggle here helps keep it real. I’m not some alien yoga deity who did everything with little practice. I’m just a girl who has been practicing for a long time. I was never a dancer, never a gymnast, never on a sports team. Whatever strength and grace you see in me is just your own potential reflected back. The magic secret is simple, just keep practicing.\n_\nAnd of course if you want to practice with me online, the best place is @omstarsofficial 🙏\n_\nNew student yearly promo\n$80/year, less than $7/month\nUse code BLACKFRIDAY\n_\nMembers offers\n30% entire shop\nUse code GRATITUDE\n30% off all Teacher Development Courses\nNo code required, automatic once you’re logged in\n_\n40% off select Omstars by Liquido prints\nNo code, discount already applied on sale items 😊"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-22T18:56:23.000Z",
            "tags": [],
            "likes": 17282,
            "url": "https://www.instagram.com/p/BqflNQpHq_7/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Gratitude requires practice. Comment below at least one thing you’re grateful for today. Tag a friend and tell them why you’re grateful for them.\n_\nI’m thankful for the Florida sunshine, for my home here in this beautiful city.\nI’m thankful for every student who has practiced with me, in class, online, from my books.\nI’m thankful for you, because you follow me, because you read what I write and because you are here with me through the journey.\nI’m thankful for the tough lessons I’ve learned this year, even though I didn’t do everything perfectly, I learned a lot and I’m both stronger and more humble from it.\nI’m thankful to @timfeldmannyoga for loving me through all the ups and downs and for always making me smile and laugh.\nI’m thankful to everyone who is a part of our @omstarsofficial family of yogis, everyone who is a part of our small and awesome team, I love you, all our subscribers, I love you, all our teachers and ambassadors, I love you, everyone who practices with us online, I love you, you are the real stars of Omstars.\nI’m thankful to my publishers @shambhala_publications who keep believing in all my ideas (I’ve got a new Ashtanga card deck launching soon and I’m working on a project to make yoga more accessible). I’m thankful to my Mom for her resilience and brilliant spirit, and for making vegan food from scratch!\nI’m thankful to @ifilmyoga for taking this and so many more beautiful pics.\nI’m thankful to everyone @miamilifecenter you are an amazing group of dedicated yogis and I love you.\nI’m thankful to every massage therapist, acupuncturist, energy healer, pastor, therapist and spirit guide I’ve worked with. Sometimes it feels like I need a full team to heal, process and integrate all the life lessons.\nI’m thankful for my teacher R. Sharath Jois (I can’t wait to in India again!).\nI’m thankful for Vipassana meditation because it has quite frankly kept me sane.\nI’m thankful to @liquidoactive for making the cutest clothes ever and for brining my designs and ideas to life.\nI’m thankful for all the joy, peace, love, and happiness in my life.\nI’m thankful for the sadness, anger, anxiety too, because it gives depth and meaning to all the highs.\n🙏"
                    }
                ]
            },
            "mentions": [
                "ifilmyoga",
                "liquidoactive",
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/214741227/puerto-vallarta-jalisco/",
                "location_name": "Puerto Vallarta, Jalisco",
                "location_id": "214741227",
                "latitude": 20.6479,
                "longitude": -105.2198
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-18T17:49:43.000Z",
            "tags": [],
            "likes": 19080,
            "url": "https://www.instagram.com/p/BqVKZkGHxBN/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Buenos Dias Puerto Vallarta. Me gusta mucho 💗\n_\nIn between classes I’ve been on this beautiful beach, playing in the sun. I almost feel like I myself am on retreat myself. It’s been such a pleasure to teach Mysore Style again. I’ve missed it and I’m so looking forward to teaching more in the traditional method next year.\n_\nDo you want to join me March 18-23 in Miami next year for one week of Mysore Style Ashtanga? Sign up soon @miamilifecenter 🙏 MLC and @omstarsofficial members get a discount, scholarship and financial aid available.\n_\n#practiceyogachangeyourworld #onebreathatatime\nPhoto by me (I can hardly believe I managed to take this myself) 😊"
                    }
                ]
            },
            "mentions": [
                "miamilifecenter",
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/214741227/puerto-vallarta-jalisco/",
                "location_name": "Puerto Vallarta, Jalisco",
                "location_id": "214741227",
                "latitude": 20.6479,
                "longitude": -105.2198
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-19T22:46:54.000Z",
            "tags": [],
            "likes": 22059,
            "url": "https://www.instagram.com/p/BqYRNAqHeSk/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Adios Mexico 🇲🇽 I was supposed to teach in Mexico City last year. But, as I got to the airport, the news arrived that my father was gone. It’s been over a year now. I was told that many students were disappointed that I didn’t make it last year. I hope you all know just how I sorry I am that I didn’t make it.\n_\nThe last year has been an exercise in grief. After over a year, I am finally starting to feel like myself again. I have many thoughts about grief, but if I can give everyone one small piece of unsolicited advice it’s this—give yourself one full year after the passing of a loved one before you do anything drastic, public or potentially life-altering. You may think you’re fine, but you’re not. Your life changed forever the moment the person you loved died.\n_\nI have reflected much on the meaning of life, pain, love and suffering. There were moments all I could see was that I am no-thing. I am in fact not “I”. The notion of the self is a falsehood created from temporal experience. Neither the body, mind, possessions, accomplishments, failure, no-thing is truly who “I” am. Wisdom tells the freeing truth that there is no I nor mine. To live in a cage is to be defined by the sentence “I am”. As soon as you identify with an image of self, it defined you. Freedom lies in the vast open emptiness of selflessness.\n_\nAnd yet, love is real, and love whispers of a deep interconnectedness between all beings, all things. Love embraces all things in its infinite oneness. Love in its pure presence unfolds like a mystery, a place in time that sees without the baggage of the past or the pressure of the future, innocence itself, with all the promise of redemption and all the glory of hope. Love, yes, love is so very real. And permanent.\n_\nIn the dance between wisdom and love, selflessness and individuality, here, in the in-between space, lies the mystery known as life. Universal and personal at once. Infinitely expansive and humblingly fleeting. About one thing there is no doubt, that is, that each moment is a gift to be treasured and cherished. I have found great solace in the simple beauty and profound kindness that surrounds me in every single moment."
                    }
                ]
            },
            "mentions": [
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-26T22:07:46.000Z",
            "tags": [],
            "likes": 15281,
            "url": "https://www.instagram.com/p/BqqOSlEHHuN/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "So much of life is spent searching, striving, fixing, planning. So little spent being. There is timeless eternality in every moment, but you have to pause long enough to sense it. Today, just for a few breaths I encourage you to close you eyes and tap into the profound stillness under all things.\n_\nNo matter how problematic or stressful it may seem right now, there is a depth of peace running as an undercurrent. No matter how divisive and polarized it might feel, the yearning for a kinder, more joyful world lives in every heart. No matter how stuck and hopeless it appears, there is a promise of peace that will one day overcome everything else. You can feel it, hidden in the burning embers of sunset, in the wind beneath the wings of birds, in the delicate texture of flower petals and in whispers of clouds on the lips of the earth.\n_\n#practiceyogachangeyourworld #onebreathatatime"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/3f0b78506feae63fed45e19a4edee55f/5C02E4D7/t51.2885-15/e15/44831405_265266840839428_8059341162401660643_n.jpg",
            "preview_img": null,
            "date": "2018-11-28T15:02:23.000Z",
            "tags": [],
            "likes": 73325,
            "url": "https://www.instagram.com/p/BqumolJHRPp/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "I started making my first yoga videos as short little tutorials. This feels like coming home.\n_\nBaddha Konasana A, B & C takes the spine through different positions of the spine with the hips in external rotation. Can you spot them?\n_\nIn A, the spine is as straight as possible and the sitting bones can come off the floor as you pivot forward. In B, the back is rounded and the sitting bones push into the ground. In C, the spine is lifted up out of the pelvic bowl, sitting bones are down and the chin is down. Pressing the heels and the bases of the little toes in to each other protects the knees as the inner thighs lengthen. Of course, always keep the pelvic floor and the muscles of the lower belly drawn in.\n\nThis #yogatutorial about #baddhakonasana is part of a whole new series that just launched on @omstarsofficial I’ll be sharing some of them here, but if you can’t wait, to watch on Omstars.com.\n_\nDo you have requests? Leave them in the comments below.\n-\n#practiceyogachangeyourworld #onebreathatatime 🙏"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-22T01:50:49.000Z",
            "tags": [],
            "likes": 40075,
            "url": "https://www.instagram.com/p/Bqdv10OnAFL/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Believe in the impossible. And work your butt off to make it possible.\n_\nNever in a million years did I think I’d balance on my elbows. It’s one of those things that just didn’t make sense. In fact, it seemed so impossible that I never even wanted to try. Whereas other inversions looked hard but possible, this just felt crazy. If my teacher hadn’t asked me to try I wouldn’t be in this pose today. It’s not like I hit it every single day, but with practice doors of possibility open. They key is simple—persistent practice over many years. Just try. Be strong enough to believe in yourself. Don’t go for it in one do-or-die moment. Put in the work slowly, methodically over a lifetime of practice. With love in your heart, patience in your spirit and wisdom in your mind there is nothing you can’t accomplish. And, always, bring the lessons of your practice into your life, where the real changes happen and get magnified by all every choice you make.\n_\n#practiceyogachangeyourworld #onebreathatatime 🙏\n_\nStay tuned for Black Friday offers from @omstarsofficial starting at midnight EST tonight!\n_\nPhoto @ifilmyoga 💗"
                    }
                ]
            },
            "mentions": [
                "ifilmyoga",
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/214741227/puerto-vallarta-jalisco/",
                "location_name": "Puerto Vallarta, Jalisco",
                "location_id": "214741227",
                "latitude": 20.6479,
                "longitude": -105.2198
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-19T01:10:58.000Z",
            "tags": [],
            "likes": 18631,
            "url": "https://www.instagram.com/p/BqV85XYH6W8/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "The heart remains a child. I feel like I’m at my best when I’m at play, when I’m having fun. I’m at my worst when I’ve got tunnel vision and I’m stressing about potential outcomes. In the heart space I’m filled with wonder, often surprised by the effortlessness of things. In the struggle space I’m obsessed with details and will try anything to manipulate the way things unfold.\n_\nMaybe just maybe, all our magic is with us the moment we are born. We spend years of our life learning the rules of the world. But then, to tap into our magic sometimes I think you have to be willing to trade in the rules for fun. If life is a game, I don’t want to win, but I might want to change the game entirety.\n_\nImagine if everything was really exactly as it should be, all your struggles and all your loss, all your joy and all your peace. Imagine if every single thing in your life was laid out in absolute perfection, a divine orchestration for you, for your learning, for your joy and for your magic. Imagine if....\n_\nI couldn’t have planned this picture. After a day of teaching I walked down to see the sunset and got inspired. I set up my tripod and popped up in a quick handstand. There was no one around, just me on the beach having fun. The universe is working in your favor, even or rather especially when you think it’s not. There are periods of struggle and resistance, times when nothing makes sense. One day it will clear. Sometime in the not-to-distant future you’ll look back at the hard times with a heart full of love, forgiveness and wisdom. There are lessons so deep that our minds cannot comprehend them until we live them. I’ve gone through so many phases of heartbreak and loss only to have those very same obstacles bring me to new levels of love and wisdom. It wasn’t easy, it took time and not everyone in my life accepted or understood what was going on. But, through it all, the place in my heart that kept me going was a childlike sense of wonder and awe at all the big and small things in life.\n_\nWe are each on a mission of immense value and meaning. Even if you don’t think you matter let me tell you that you do, so much so that your value is beyond measure. 🙏"
                    }
                ]
            },
            "mentions": [
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/214741227/puerto-vallarta-jalisco/",
                "location_name": "Puerto Vallarta, Jalisco",
                "location_id": "214741227",
                "latitude": 20.6479,
                "longitude": -105.2198
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-17T21:15:25.000Z",
            "tags": [],
            "likes": 23426,
            "url": "https://www.instagram.com/p/BqS9JNfHtHC/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Exactly when you want to give up, that’s the moment when you have find the strength to push through. We all feel defeated sometimes, like we’ve lost the game of life, been beaten down by big bad powerful foes who have the upper hand. Nobody wins forever, every single time. The spiritual teaching is less about how to make a winner, then it is about how to give you the strength to get through the inevitable lows. What you do when you face insurmountable odds, when you’ve given all your heart and all your soul, but still came up short, that’s the magic of the practice. You learn what true strength means when everyone else has quit on you and all you have left is your faith. When you pick up the prices of a shattered dream and begin again, one more time, with no bitterness in your heart, only quiet perseverance and more wisdom.\n_\nI loved learning how to handstand because I was the weakest person in the room. I was never a gymnast or a dancer or anything athletic before yoga. I wanted to quit so many times. I got mad, frustrated, sad, anxious and jealous along the way. What I experienced on the mat was a mirror for what I experienced in my life. It still is, actually. Over years of practice, I stumbled and fell. I picked myself back up again each time and tried again. I collected faith, like grains of sand being deposited on the shore. After all the years, yes I’m finally able to hold a handstand. But what is the real miracle is that my world is a more peaceful, more kind and more loving space.\n_\n#practiceyogachangeyourworld #onebreathatatime\n_\nPractice handstand with me on @omstarsofficial 🙏"
                    }
                ]
            },
            "mentions": [
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-26T00:35:59.000Z",
            "tags": [],
            "likes": 19076,
            "url": "https://www.instagram.com/p/Bqn6dL4niNN/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "The last few days I’ve been out of sorts. While I’ve certainly gotten a good deal of stuff done, I’ve also loafed around and wasted way too much time checking out online sales. But, today during practice I had a break through.\n_\nAfter a lazy morning where I just couldn’t get out of bed, I managed to drag myself onto the mat. It wasn’t pretty, but I got it done. It felt like nothing worked, lift ups were not flowing, back was stiff and I started to feel hungry. Then, it hit me, the subconscious thought that has been playing in the back of my mind the last few days (and who knows for how long?). I heard this snarky little voice say, “You’re a piece of shit.” I kid you not. I was surprised to hear that bc I spend so much time working on planting the seeds of peaceful loving thoughts. But there it was anyway. What happened next was interesting.\n_\nI realized a big portion of my sense of self-worth is tied to achievement and doing. Over the last few days I haven’t done as much as I normally do. I’ve taken naps, scrolled aimlessly through animals videos, ate too much and just kind of let things go. It felt indulgent, like a cheating vacation. I felt guilty for watching Star Trek instead of working on my new book. It’s not like I haven’t done anything the last few days. I have in fact accomplished a lot (watch my stories to see my heroic project of the day). But it wasn’t my usual super productive self. Emails went unanswered, clothes sat in dirty piles, dishes in the sink.\n_\nToday during my practice I chose a new direction. Instead of believing that snarky voice or pushing her out, I just listened. This is what I heard—she’s afraid not to work so hard because she’s constantly trying to prove her worth, she’s scared no one will really love her if she just chills, she’s exhausted but terrified of taking a break. Ok girl, I said, I hear you, I see you and I love you, there’s something I want you to know—you don’t need to earn your worth by doing 1,000 things, you’re good enough just as you are. You can just be there and that’s enough.\n_\nIt was like a big weight lifted. I felt freer, happier and lighter. Then, I went on to take two more naps."
                    }
                ]
            },
            "mentions": [
                "ifilmyoga",
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-24T21:36:28.000Z",
            "tags": [],
            "likes": 18845,
            "url": "https://www.instagram.com/p/BqlBHllnPRN/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Hard at work on a new project 📚 Yes, I really do type like this. It isn’t staged. Watch my stories for more behind the scenes. What do you think it’s about?\n_\nPhoto @ifilmyoga\n#nevernotworking #justchillin"
                    }
                ]
            },
            "mentions": [
                "ifilmyoga",
                "miamilifecenter",
                "omstarsofficial"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212928653/miami-beach-florida/",
                "location_name": "Miami Beach, Florida",
                "location_id": "212928653",
                "latitude": 25.813,
                "longitude": -80.1341
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T00:13:15.000Z",
            "tags": [],
            "likes": 15334,
            "url": "https://www.instagram.com/p/Bqa_4WnnfVM/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kinoyoga",
                        "comment": "Find your joy. In everything. Every single day. No matter what happens or how hard life seems, don’t let anything take away your ability to experience pure joy. Be joyful for no reason at all. Just because. Your spirit is made for joy. It’s built into the essence of who you are.\n_\n#practiceyogachangeyourworld #onebreathatatime 🙏\n_\nOutfit is my new design by @liquidoactive\n_\nPhoto @sigismondiphotography\n_\nSay tuned for awesome Black Friday deals on @omstarsofficial this week\n💗"
                    }
                ]
            },
            "mentions": [
                "sigismondiphotography",
                "liquidoactive",
                "omstarsofficial"
            ]
        }
    ]
}