{
    "alias": "Kirsten Alana",
    "username": "kirstenalana",
    "bio": "conscious stories of connection, of city breaks & nature escapes • NYC to LA transplant with @dante.vincent • ask before using my 📸",
    "prof_img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/5ff3b258b0e217542867271c066e213c/5CAABD04/t51.2885-19/s320x320/44196265_1286078821532272_6893278869193752576_n.jpg",
    "num_of_posts": 3420,
    "followers": 220168,
    "following": 1444,
    "bio_url": "bit.ly/heyka",
    "isprivate": false,
    "scrapped": "2018-11-29 03:07:45",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/213819997/vancouver-british-columbia/",
                "location_name": "Vancouver, British Columbia",
                "location_id": "213819997",
                "latitude": 49.2819,
                "longitude": -123.1204
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-09T14:04:12.000Z",
            "tags": [],
            "likes": 1399,
            "url": "https://www.instagram.com/p/Bp9lb4QhCix/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "Vancouver is my favorite city in Canada. It was love at first sight many years ago and every visit since just endears me more to this waterfront gem in British Columbia. That’s why I was beyond excited to visit recently, during my favorite season to be in Canada - Autumn, during a hosted stay with @fairmonthotels. My trip to BC actually began with two nights down in Victoria at @fairmontempress where it was all about discovering their recent re-design, the phenomenal menus at @qattheempress et @teaattheempress and the impressive stories of one of Canada’s most grand, historic hotels. Stay tuned for my photos from the Empress, @fairmontwaterfront, what I learned about the area’s Indigenous culture which is tied into the culinary program of @arcdining - and more beautiful scenery from @hellobc! 🇨🇦 🍁🍂 #FairmontMoments #ExploreBC"
                    }
                ]
            },
            "mentions": [
                "ediblecanada",
                "hellobc",
                "fairmontwaterfront",
                "helijet",
                "fairmontempress",
                "inside_vancouver",
                "arcdining",
                "qattheempress",
                "teaattheempress"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/231877737173575/q-at-the-empress/",
                "location_name": "Q at The Empress",
                "location_id": "231877737173575",
                "latitude": 48.42163,
                "longitude": -123.36837
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-13T14:24:05.000Z",
            "tags": [],
            "likes": 1164,
            "url": "https://www.instagram.com/p/BqH65HGhiTx/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "I’ve been craving this breakfast lately, that I had during my recent stay at @fairmontempress in Victoria. When Veterans Day occurred it reminded me, with a smile, that this breakfast led to my having a wonderful conversation with an older gentleman who is a Veteran and who was staying at the hotel when I was. He thought my breakfast was far too healthy to be one that would also taste good. Suggesting I swap it out for pancakes like he had with a wink and a chuckle, he was quite amused when I told him that in fact it was really delicious and though healthy, very enjoyable for me to eat. The type of breakfast I actually look forward to and don’t get to eat often enough in fact. However, wanting to fully support his pancake habit (for it soon became evident it is) I then preceded to tell him about my family history with pancakes. That they are something my mum has cooked for us for as long as I can remember. Given she makes pancakes better than anyone else, and that hers are Swedish Pancakes which I’ve now come to prefer, with only real Vermont Maple Syrup, well...... when I travel, it’s just not the same. No matter how good the pancakes are, they’re never as good as my mother’s. So instead I choose to enjoy those when I visit her, and explore other foods when I travel. We had a nice talk but eventually the gentleman went back to his paper and his pancakes and I devoured my delectable Avocado Toast, salad and fruit bowl at the table next to his in @qattheempress. Our connection might not have lasted for long but food brought us together for a moment and I find that food usually does bring people together in a way few other things do. After all, it’s something we all need to survive and it’s something we usually all have stories about that we can share.\n.\nMy goal with food now is to never miss those connections, those stories. To always be open to the ways a meal can open doors. And I’m grateful for the moment this meal provided during my hosted stay at #FairmontEmpress where their kitchen garden ensured that much of this was as fresh as possible and locally-sourced. Another thing that always makes me happy where food is concerned. ❤️ #FairmontMoments"
                    }
                ]
            },
            "mentions": [
                "fairmonthotels",
                "hellobc",
                "fairmontempress",
                "sonyalpha"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/3003060/lacma-los-angeles-county-museum-of-art/",
                "location_name": "LACMA Los Angeles County Museum of Art",
                "location_id": "3003060",
                "latitude": 34.06331426,
                "longitude": -118.3586779034
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-30T13:19:28.000Z",
            "tags": [],
            "likes": 1783,
            "url": "https://www.instagram.com/p/BpjwXkdBU-k/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "I enjoyed being back in NYC this past week for the speaking opportunity it afforded me and the chance to catch up with friends. But a funny thing happened, I realized I don’t miss living on the East Coast. When I landed at LAX, I weirdly started crying happy tears. I don’t know if this will be my home forever or if it’s just for another chapter. After all, I’ve had a lot of homes in my life. But for this moment, at this time, I love Los Angeles and California in general. I love that it has the artsy, alternative vibes that I used to think New York had. It’s got the freaks and the geeks and the creative people who make me feel lazy as a mere photographer — who’ve renewed my desire to dream big. Not just to survive. It’s got magic. And sometimes it’s just a set. Sometimes it’s oh-so-real. My point is it’s my place. For now. And it feels good to like coming home again.\n.\nI took this photo at LACMA during one of my earliest trips to Los Angeles as a tourist, with the first version of the @moment lens on iPhone. And while I don’t post as many mobile photos to my feed these days - I like returning to these moments once in a while so that things aren’t always so completely perfect. A little distortion is good now and then here on Instagram where all too often things seem curated to the point of fakeness..."
                    }
                ]
            },
            "mentions": [
                "discoverla",
                "visitcalifornia",
                "lacma",
                "moment",
                "apple"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/101069923828005/malibu-canyon/",
                "location_name": "Malibu Canyon",
                "location_id": "101069923828005",
                "latitude": 34.09858,
                "longitude": -118.3463563
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-05T14:14:18.000Z",
            "tags": [],
            "likes": 3491,
            "url": "https://www.instagram.com/p/BpzTaZohzJG/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "Last night Danté & I wanted to end our weekend with sunset at Point Dume in Malibu but a heavy layer of marine fog meant than sunset wasn’t visible at sea level. Switching gears to a spot @dante.vincent and I discovered because of the @explorest app - that I paid to have access to when we moved here - we drove up into the hills instead. Once above the fog, we found the most stunning colors in the sky and eventually this vista above Malibu Canyon. A small pullout was already full of other photographers when we first parked and as the night wore on, people came and went but we stayed to try and get the Milky Way since it is so close to a new moon. The fog left, then it came back and eventually the sky clouded over so much that it was clear the Milky Way wasn’t ever going to be fully visible. But it didn’t matter in the end. The effect of being in that spot for as long as we were is that I was so profoundly grateful to be so close to home and yet feel so far away from a big city. Grateful and thankful.\n.\nEdited to add: Nothing is on fire here! And there’s no destruction. What some have attributed to wildfire or lava when looking at this image is in fact the effect of the lights from cars captured at a 20 second exposure through the fog. Danté & I thought it looked more like Hawaii when we were standing here taking photos but it is in fact California."
                    }
                ]
            },
            "mentions": [
                "discoverla",
                "visitcalifornia",
                "lamag",
                "sunsetmag",
                "sonyimages",
                "goparks",
                "vanguardworld",
                "sonyalpha",
                "nationalparkservice",
                "santamonicamountainsnps",
                "explorest"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/1021979196/greystone-mansion-and-gardens/",
                "location_name": "Greystone Mansion and Gardens",
                "location_id": "1021979196",
                "latitude": 34.0927344181,
                "longitude": -118.4009556749
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-07T15:11:10.000Z",
            "tags": [],
            "likes": 1308,
            "url": "https://www.instagram.com/p/Bp4jgsWBZ_t/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "Sometimes the odds are stacked against us and the walls seem too high or too thick. Sometimes the path is anything but straight and paved. Life isn’t always easy or breezy no matter what it looks like in an Instagram photo. But what matters most is that we keep on keeping on, that we never give up. That we never lose hope. That we never forget for all the bad in the world, there will always be some good [and some good people] if we’re willing to look hard enough. Raise up the good people and celebrate the good things today. Take the time!"
                    }
                ]
            },
            "mentions": [
                "dante.vincent"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/16800785/hollywood-forever/",
                "location_name": "Hollywood Forever",
                "location_id": "16800785",
                "latitude": 34.08877,
                "longitude": -118.31901
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/280624d27118a8efb90c134846d0c86c/5C8B0C7C/t51.2885-19/s150x150/44196265_1286078821532272_6893278869193752576_n.jpg",
            "preview_img": null,
            "date": "2018-10-31T14:01:03.000Z",
            "tags": [],
            "likes": 2173,
            "url": "https://www.instagram.com/p/BpmZ7COh8M7/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212988663/new-york-new-york/",
                "location_name": "New York, New York",
                "location_id": "212988663",
                "latitude": 40.7142,
                "longitude": -74.0064
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-06T14:13:57.000Z",
            "tags": [],
            "likes": 1351,
            "url": "https://www.instagram.com/p/Bp14Ku2hWxJ/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "No matter what happens today, the work doesn’t stop here. This isn’t the end of waking up every day to roll up my sleeves intent on doing the work. To own privilege if we were born with it and not try to deny it or worry it will be taken away if we choose to lift up those born without it. To resist the wave of negativity and the lure of lies that prey on our self consciousness. To love more people of all shapes, sizes, colors, etc etc and discriminate less. To be less intent on our own superiority and more prone to just plain listening instead of talking. To find more ways to let courage rule our actions instead of letting fear hold us back. To always be willing to learn. To recognize that mankind’s strength lies in embracing our differences and the reality that no man is an island, nor is any one country. And to own the actual fact that we must work together to survive, to ensure our planet does too.\n.\nor to paraphrase Lewis, “We can't go back and change the beginning, but we can start where we are and change the ending.”"
                    }
                ]
            },
            "mentions": [
                "kirstenalana",
                "shopclarev"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/1781325052079447/amboseli-national-park/",
                "location_name": "Amboseli National Park",
                "location_id": "1781325052079447",
                "latitude": -2.65306,
                "longitude": 37.26036
            },
            "img": null,
            "preview_img": null,
            "date": "2018-10-28T12:33:15.000Z",
            "tags": [],
            "likes": 2015,
            "url": "https://www.instagram.com/p/BpehfPPBhRX/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "I was so humbled when I was asked by @getolympus to speak this week at @photoplusexpo, sharing the stories behind images I’ve taken with their gear and encouraging photographers to be more social with their work. It was a gift that was not lost on me as I walked through the event space and saw an industry that’s still dominated by men - at least at the expo. There are so many amazing female photographers in this world, taking such incredible photographs, promoting ideas that will lead to a better world. I hope to return one day and see a more inclusive, even representation of all creatives at Photo Plus. Until that time, I’m going to have a think on how I can help bring about that change for the better.\n.\nLet’s start by filling the comments with recommendations of female photographers we know and love. For example, I’m constantly blown away by the work of @annstreetstudio and I would have loved to see her on a stage at #photoplusexpo. I also love what @sarahsloboda has done for children’s portrait photography. And @bontraveler & @rhitaylor consistently make me want to visit every single place they visit with their singular take on travel photography.\n.\nIf you don’t yet know their work, check them out! 🙏🏼😘"
                    }
                ]
            },
            "mentions": [
                "getolympus",
                "photoplusexpo",
                "vsco.kenya",
                "paula_kahumbu",
                "amarula_official",
                "wildlifedirect"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/223374770/malibu-hindu-temple/",
                "location_name": "Malibu Hindu Temple",
                "location_id": "223374770",
                "latitude": 34.0951,
                "longitude": -118.71
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-10T14:04:52.000Z",
            "tags": [],
            "likes": 1292,
            "url": "https://www.instagram.com/p/BqAKToNhVQq/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "Interrupting the series I was planning to share from Canada because my heart is breaking over all the wildfires that are burning around my new home state both in the north and very close to where @dante.vincent & I live here in Los Angeles. In fact, the Hindu Temple where he took this photo of me is very very close to the epicenter of the Woolsey Fire that has now caused Malibu to be evacuated. This naturally beautiful part of SoCal is often thought of only in the context of celebrities but many many hard-working, non-famous people live in this area and have now been forced to leave their homes and even in some cases already... lose their homes.\n.\nAs you see the news, or spread the news, have some compassion for these people and all the people affected by these fires; choose to do something for them, if you can, instead of just contributing to sensationalizing. I can’t believe how many people I’ve seen actually saying in response to news of the fires things to the effect of, “Celebrities deserve it. Who cares!” No one *deserves* this kind of loss. 💔"
                    }
                ]
            },
            "mentions": [
                "kirstenalana",
                "dante.vincent",
                "visitcalifornia"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/463567/descanso-gardens/",
                "location_name": "Descanso Gardens",
                "location_id": "463567",
                "latitude": 34.20118944,
                "longitude": -118.2101176441
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/280624d27118a8efb90c134846d0c86c/5C8B0C7C/t51.2885-19/s150x150/44196265_1286078821532272_6893278869193752576_n.jpg",
            "preview_img": null,
            "date": "2018-11-23T16:30:27.000Z",
            "tags": [],
            "likes": 1411,
            "url": "https://www.instagram.com/p/Bqh5TVfhnnK/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/212999109/los-angeles-california/",
                "location_name": "Los Angeles, California",
                "location_id": "212999109",
                "latitude": 34.0522,
                "longitude": -118.243
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-25T14:41:02.000Z",
            "tags": [],
            "likes": 1910,
            "url": "https://www.instagram.com/p/Bqm2Xp2h7S2/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "kirstenalana",
                        "comment": "#asundaycarpic for the adorable Beetle, which I am struggling to accept is finally being retired for good with the 2019 model. My mother brought me home from the hospital in a burnt orange model and ever since then VW has been a part of my family’s story off and on; a constant presence that always brings a smile to my face. What is it about the shape, the alter egos like Herbie and Superbug, the connections that can be made to our own histories and that of people we don’t even know. Sure it might be just a car but it’s also not ever going to be just a car. Not to me. It’s one of the most enduring symbols of the age of mass transportation that I was born into and when it’s gone - I am glad that it won’t ever actually be gone, because so many vintage Beetles will still be out and about just like this one was on the streets of Los Angeles and in places all around the world... #VWLove"
                    }
                ]
            },
            "mentions": [
                "vw"
            ]
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/agirlsguide2cars/",
                "location_name": "agirlsguide2cars",
                "location_id": "uide2",
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty1-2.fna.fbcdn.net/vp/280624d27118a8efb90c134846d0c86c/5C8B0C7C/t51.2885-19/s150x150/44196265_1286078821532272_6893278869193752576_n.jpg",
            "preview_img": null,
            "date": "2018-11-28T16:21:01.000Z",
            "tags": [],
            "likes": 713,
            "url": "https://www.instagram.com/p/BquwMrahMEf/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        }
    ]
}