{
    "alias": "Fabiana Cayres",
    "username": "faby_mamaedegemeos",
    "bio": "Mamãe dos gêmeos 🙋‍♂️Gabriel e 🙋‍♀️Mariana\nEmbaixadora Oficial @jacmotors_br",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/e78625551e54d8dee28c3df3565185d8/5C97D3BF/t51.2885-19/s320x320/30593627_198933510886678_4935207221727330304_n.jpg",
    "num_of_posts": 5234,
    "followers": 123283,
    "following": 276,
    "bio_url": "www.pariscrochet.com",
    "isprivate": false,
    "scrapped": "2018-11-29 23:05:27",
    "posts": [
        {
            "caption": "Hoje a tarde é toda dele. Dia de ir na fono, nesse lugar lindo.\nGabriel tem evoluído muito bem. Além da terapia semanal eu faço os exercícios em casa também e ele está cada dia mais tagarela. Nós, as professoras e os coleguinhas da escola entendemos tudo o que ele fala mas quando ele vai brincar com crianças que não convivem com ele as crianças não o entendem mas ele não desiste e se faz entender. ❤️",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T19:28:48.000Z",
            "tags": [],
            "likes": 874,
            "url": "https://www.instagram.com/p/BqvFr_xBT3N/",
            "comments": {
                "count": 14,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Euzinha saindo completamente da minha zona de conforto 😜\nEu não tinha mais nenhum Shorts.\nLegging e camisetas, pretas, compunham o meu vestuário de todo santo dia.\nHoje eu ousei. E ousei duas vezes. De shorts e de cabelo ao natural.\nE postar essa foto também me deixa desconfortável e também me tira da zona de conforto porque eu vejo varias “imperfeições”. A nossa aceitação não vem do dia para a noite porque a blogueira X disse que precisamos aceitar o nosso corpo.\nA nossa aceitação precisa vir da nossa alma, de dentro de nós e precisamos fazer um acordo entre o corpo e a mente.\nEu vou continuar tentando. Já fracassei diversas vezes nesse projeto mas dessa vez estou tentando de dentro para fora, quem sabe esse seja o segredo, não é mesmo?\nTeve desabafo lá nos Stories, passa lá! E se sentir motivada, vamos juntas. Eu não sou exemplo de motivação mas vocês me motivam muito mais do que imaginam.\nE obrigada @fernandacamiloo por me incentivar a usar esse Shortinho lindo! Suas peças são lindas e estou apaixonada por TUDO! #autoestimademamae #novafaby #parceirosFMG",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T22:35:14.000Z",
            "tags": [
                "#autoestimademamae",
                "#novafaby",
                "#parceirosFMG"
            ],
            "likes": 2899,
            "url": "https://www.instagram.com/p/Bqs2OiIBeXJ/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "fernandacamiloo"
            ]
        },
        {
            "caption": "Uhuuu! Tem Black Friday na minha lojinha @pariscrochet_ também!\nEscolhi a Bolsa Dauphine, que é a bolsa que mais vendi para lhes dar um super desconto.\nAs 30 primeiras encomendas receberão o desconto e pagarão apenas R$129,90 (+frete).\nTodas as encomendas serão enviadas antes do Natal, então aproveite para encomendar de presente de Natal.\nPara encomendar me chame no Direct lá da @pariscrochet_ ❤️❤️",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T21:42:43.000Z",
            "tags": [],
            "likes": 246,
            "url": "https://www.instagram.com/p/BqidCa3Bn1a/",
            "comments": {
                "count": 3,
                "list": []
            },
            "mentions": [
                "pariscrochet_"
            ]
        },
        {
            "caption": "Bielzinho no fim da festa 😂\nCorreu para meu colo e dormiu em trinta segundos.\nComo ele brincou!!!\nTão bom sentir a alegria de nossos filhos né? Eu me realizo.",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-20T22:29:57.000Z",
            "tags": [],
            "likes": 1449,
            "url": "https://www.instagram.com/p/Bqa0DzJhnDR/",
            "comments": {
                "count": 8,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Felicidade com estilo, temos por aqui 😂\nCrianças sendo crianças, reparem na cor dos pés 😳",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T22:06:13.000Z",
            "tags": [],
            "likes": 896,
            "url": "https://www.instagram.com/p/BqvXs9ghtt0/",
            "comments": {
                "count": 21,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Nem acredito que já estamos no final do ano. Que ano! Misericórdia! 😂\nEu passei muitos anos “ignorando” o Natal e as festas de final de ano. Tudo me lembrava minha mãe e eu sofria com a falta dela.\nQuando geminhos chegaram tudo mudou. E agora que eles entendem tudo ficou mais gostoso ainda! E eles falam do Papai Noel todo dia! E falam que todo dia é Natal. Delicia né?",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-24T23:48:23.000Z",
            "tags": [],
            "likes": 2129,
            "url": "https://www.instagram.com/p/BqlQNu8htXs/",
            "comments": {
                "count": 21,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Bom dia, bom dia, bom diaaaaa! 🌞\nUm sorriso bem gostoso acompanhado de bochechas fofinhas para desejar um ótimo dia para vocês ❤️",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T11:11:01.000Z",
            "tags": [],
            "likes": 2316,
            "url": "https://www.instagram.com/p/Bqrn7MbBeF6/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "A maior ousadia da minha vida ☝🏻\nMe picar para Paris com dois bebês, tendo como vocabulário da língua francesa, uma única palavra, MERCI!\nMorar em Paris foi a segunda experiência mais incrível da minha vida. A primeira é claro que é a maternidade 💁🏻‍♀️\nTer uma marido francês facilitou muito as coisas mas não me poupou de perrengues naturais da vida de todo imigrante. No meu caso, a língua.\nNos três primeiros meses eu achei que não me adaptaria. Encontrar uma escola para os geminhos parecia ser uma tarefa impossível e o julgamento dos franceses no meu maternar me incomodava demais.\nDei tempo ao tempo e tudo fluiu. Geminhos devidamente matriculados e eu também, para estudar francês.\nMeu relacionamento com a França foi ficando sério e virou um casamento. Sabe aquele lugarzinho preferido no mundo? Então!\nMas quando estávamos em lua de mel, eu e Paris, tudo mudou e numa viagem ao Brasil tivemos que estender... e estender... e estender. Uma história que não acabou mas que logo logo pode ter continuidade.\nFaz parte da vida. Me sinto muito feliz por ter vivido e por ter proporcionado aos geminhos essa experiência. Eu sou feliz onde minha família está e hoje o trabalho nos mantém no Brasil. #tbt",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/6889842/paris-france/",
                "location_name": "Paris, France",
                "location_id": "6889842",
                "latitude": 48.8567,
                "longitude": 2.3508
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-29T18:11:44.000Z",
            "tags": [
                "#tbt"
            ],
            "likes": 1394,
            "url": "https://www.instagram.com/p/BqxhqeFhak_/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Sobre ser feliz 😂\nAlmoço de hoje no @zuccorestaurante\nRelembrando nossa época de namorados e comendo deliciosamente. 😋\nExistem lugares que fazem parte de nossa história, o @zuccorestaurante é um deles.\nObrigada @delasnetwork pelo convite. #parceirosFMG",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/d2042ce5a4bd20708262d3b831605ece/5C03C61F/t51.2885-15/e15/44757614_210367863230082_6198799249407859312_n.jpg",
            "preview_img": null,
            "date": "2018-11-23T16:35:29.000Z",
            "tags": [
                "#parceirosFMG"
            ],
            "likes": 7505,
            "url": "https://www.instagram.com/p/Bqh4ynPhXCT/",
            "comments": {
                "count": 5,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Bom dia, bom dia, bom diaaaaa 🌞\nFinal de semana chegando de novo e vamos aproveitar muito essas crianças fofas. Ótima sexta para vocês ❤️",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T12:09:29.000Z",
            "tags": [],
            "likes": 514,
            "url": "https://www.instagram.com/p/Bqhbb6xhFFH/",
            "comments": {
                "count": 2,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Opa opa! Toda blogueirinha 💃🏻\nHehehehe. Num falei que eu ia aparecer mais por aqui?\nAmando minha nova fase, que estou lutando para me manter nela. A fase de olhar mais para mim.\nEu não sou “só” mãe. Eu não sou “só” dona de casa. Eu não sou “só” esposa. Eu sou um mix, eu sou um conjunto, eu existo e estou aqui.\nEu cansei de lutar para ter uma aparência que eu não consigo manter ou que eu tenho vergonha de mim mesmo. Não aceito mais os extremos. Eu sou eu. Minha alma precisa aceitar o meu corpo. Viver nessa bipolaridade onde a alma e o corpo nunca andam juntos não dá mais.\nA vida está aí para ser vivida.\nPrecisei chorar e doeu essa decisão. Foi no dia seguinte que voltei de Salvador. Lá, eu não tirei nenhuma foto minha. Eu estava num lugar que eu adoro e não vou ter uma recordação sequer, porque eu estava gorda demais para caber num retrato (minha mente me dizia isso).\nOk, ok! Eu realmente estava na linha da obesidade, conforme o meu IMC me dizia.\nE isso também me tirou o chão. Tenho medo de adoecer, tenho dois filhos para cuidar, preciso dar e ser exemplo real para eles. Mandei 10kg embora.\nMe reajustei e as coisas fluíram mais tranquilamente. A compulsão alimentar praticamente sumiu e estou assim, construindo dia a dia a minha auto estima que se perdeu por um tempo.\nHoje eu fiz duas coisas por mim. Fui na Dermatologista para começar a cuidar da minha pele. Não sou mais menininha e não cuido da minha pele como deveria. E me enfiei nesse vestidinho fofo que a @giselysalesmodafeminina me mandou.\nAh e não parei por aí não! Peguei o @papaipig para fotógrafo 😂\nEu disse para ele: “Amor, eu vou andar na sua direção e você tira um monte de foto, tá bom? 😂\nTá aí! Morrendo de vergonha mas está aí, no meu feed para mostrar para mim que é possível sim ter alma e corpo de bem um com o outro. Vamos nos ajudar? Se você está se sentindo assim depois que se tornou mamãe, vamos juntas! Se você conhece uma mamãe que está desanimada, marca ela aqui e vamos todas juntas. Topam? #autoestimademamae",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T22:43:35.000Z",
            "tags": [
                "#autoestimademamae"
            ],
            "likes": 2754,
            "url": "https://www.instagram.com/p/BqikAN_BsFZ/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "giselysalesmodafeminina"
            ]
        },
        {
            "caption": "Bom dia, bom dia, bom diaaaaa 🌞\n@papaipig ops, quer dizer, Papai Noel, veio aqui ontem buscar as cartinhas de Natal dos geminhos e aproveitou para posar para uma foto 😂\nDesde o ano passado, quando as crianças passaram a entender sobre o Natal, nós gravamos um vídeo e mostramos para eles, dizendo que o Papai Noel passou na nossa casa para buscar as cartinhas. Ontem foi mágico ver a reação deles. ❤️",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T09:21:25.000Z",
            "tags": [],
            "likes": 932,
            "url": "https://www.instagram.com/p/BquALWaBJqb/",
            "comments": {
                "count": 9,
                "list": []
            },
            "mentions": []
        }
    ]
}