{
    "alias": "marte_marie_forsberg",
    "username": "marte_marie_forsberg",
    "bio": "Writer and photographer. Author of “The Cottage Kitchen” cookbook. Photography and cookery workshops. Founder of @forsberg1935",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/4960d2904713b683c1b6c5f337645fc1/5C8DFA9C/t51.2885-19/s320x320/35998815_202611473792770_662301940071268352_n.jpg",
    "num_of_posts": 5315,
    "followers": 276737,
    "following": 2224,
    "bio_url": "www.mmforsberg.com/recipes",
    "isprivate": false,
    "scrapped": "2018-11-29 22:33:24",
    "posts": [
        {
            "caption": "The radio is on in the background, the sun is out and I just took out a baked Kabocha squash from my @lacanche_us It’s how lunch goes these days. Pop a pumpkin or squash in the oven, bake and then mix into a soup , or use in a stew. It’s heart, autumnal and ever so comforting. Can I just say a big heartfelt thank you for your incredible support and encouraging comments and messages, in regards to my new pottery collection, and the upcoming launch of my lifestyle brand @forsberg1935 Now, I’m definitely not in my twenties anymore, but as many of you have guessed, 1935 isn’t my year of birth. I owe everything I do and am to my incredible parents who’s unwavering love and support have always remained a stable rock for me to build on, and return to when winds are blowing. They are my true north. I mention my mother so often many feel they already know her through my stories, photos and have met her on my workshops, but my father is of equal importance and inspiration to me. So when looking for a name for my lifestyle company, I wanted to pay tribute to him and his life. I’ll share more as we begin launching this new adventure @forsberg1935 but for now, 1935 marks the year my father was born and will forever be one of the biggest contributing factor in making our family what it is, and shape me into the woman I am today. #adventuresahead #tomyfather",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-12T14:48:38.000Z",
            "tags": [
                "#adventuresahead",
                "#tomyfather"
            ],
            "likes": 3945,
            "url": "https://www.instagram.com/p/BqFY59xApMv/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "I can’t believe I’m actually typing these words, but it’s true, a new recipe is up on my site! But before you go ahead and get too excited, I have to let you know that my blog no longer exists. I’ve chosen to add a recipe library to my website where I will add my favorite recipes over time. And I want to know what you think. New recipes will be added every week with short intros that may have a wee story to it. But I want to hear your thoughts, do we still read blogs? And if so, what makes you pop over and read them? Yesterday, my English gentleman @theo_maxfield and I were suppose to celebrate thanksgiving with friends, but since we were unable to join them, we cooked up a feast at home and toasted them from afar. Buttered roast chicken with sweet potato mash, harissa carrots, soy steamed broccoli and my favorite baked compote garlic tomatoes. Slow baked in the oven surrounded by garlic in a warm oil bath infused a good quality tomatoes with the most delicious aroma. Tomatoes are no longer in season here in England, but despite this dish being best made when they are, it’s during winter I serve this dish the most. Pop over to my website for the recipe and try it with your next festive dish. Looking forward to hearing your thoughts! Happy Sunday! #newrecipe #tomatoes",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-25T14:48:25.000Z",
            "tags": [
                "#newrecipe",
                "#tomatoes"
            ],
            "likes": 4279,
            "url": "https://www.instagram.com/p/Bqm3NwaA_6w/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "forsberg1935"
            ]
        },
        {
            "caption": "When I first moved to England with a suitcase bursting in the seams, I quickly realized the content was tailed to my “former life” living in cities and eating out. My beautiful @baldininiofficial high heeled shoes became the most beautiful paperweight, gracing the top of my pile of coffee table books a old issues of @vogue as I began swapping precious handmade stilettos for wellies and spent my meager earnings as a new photographer on cheese, pots and pans, and local milk. Beginning something new and changing direction can be a bit daunting, but it’s also the best of of fresh air. One of the things I made time and time again was leek and potato soup. I moved into my first English cottage in November with little to no job prospects, leeks, potatoes, kale and root vegetables were piled high at the local market, so I made the most of the seasons hearty produce. It’s still a a much loved soup. These days I sweat the vegetables in a bit in butter first, add lots of herbs and cream, and a few lardons for taste. Most of my pots and pans in the kitchen are still the same old ones my mother sent me a few weeks after I moved to England, and a few are new, like this beautiful one from the absolutely darling husband and wife team behind @nethertonfoundry Next week, I open the doors to my little online lifestyle shop @forsberg1935 Although you won’t find any pots and pans there yet, there’ll be plenty of beautiful plates, cups, bowls and cutlery from my new collection.",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-11T14:11:19.000Z",
            "tags": [],
            "likes": 2934,
            "url": "https://www.instagram.com/p/BqCv1vUgqrA/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "nethertonfoundry"
            ]
        },
        {
            "caption": "A wild winter storm raged last night, shaking every old tree, and drunkenly roared through the village until the wee morning hours. I wrapped a wool throw around my shoulders braving the cold, and tiptoed down to the kitchen in my nightgown to blow out the last candles, and put another log on the fire, before hurrying back to bed. This morning our village was ever so calm and peaceful after the wild storm. In the wet we made our way across the bridge and over the hill to pick up fresh organic vegetables that had made it through the night from our friends @kensonsfarm , and returned to the cottage to prepare for tomorrow’s private workshop. We absolutely love hosting these workshops that are all unique and tailored to each person, group or couple. Mulled wine braised red cabbage is warming on the stove, leeks are baking in the embers, and freshly roasted coffee, from our in-house cottage blend (that launches soon @forsberg1935 ) is being poured. Making these one off unique experiences here in the English countryside from our little sleepy village is such a treat. And next week we cannot wait to welcome back Egor and Natasha from @natashashadurskaya for a round two workshop focusing on wine, business and photography. Many of you have asked what the content of these private workshops are, so I’ll put something together soon to highlight in more detail. In the meantime email us at workshop@mmforsberg.com if you have any questions or want to book for next year. #mmforsbergworkshop",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-29T16:26:12.000Z",
            "tags": [
                "#mmforsbergworkshop"
            ],
            "likes": 2353,
            "url": "https://www.instagram.com/p/BqxVldag0Ez/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "natashashadurskaya",
                "forsberg1935"
            ]
        },
        {
            "caption": "The countryside is engulfed in heavy clouds of rain. It’s the kind of weather I often hear people use to describe when they talk about England, but don’t believe everything you hear. There has been so much sun this year I’ve been dreaming of rain and fog and overcast much to my English gentleman’s amusement. It’s true, I yearn for clouds and soothing calm colors of blue grey and green . The kind of colors that are gentle on the eye and don’t demand attention. Perhaps it’s the Scandinavian in me that needs a calming environment to think, or perhaps it’s my personality that thrives in the softer hues. So I put woolen socks on and grab my wellies. Gentle drizzle, little to no wind and just a hint of smoke in the air from all the cottage chimneys. As magical as winter wonderland in my Norwegian home is, this is my kind of winter, bundled up in tweed, and with the gentle rolling hills wrapped in soft green. Mr Whiskey seems to like it too, and stops to take in the calming vista more often than not. #afternoonwander #theenglishcountryside",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T12:00:06.000Z",
            "tags": [
                "#afternoonwander",
                "#theenglishcountryside"
            ],
            "likes": 3100,
            "url": "https://www.instagram.com/p/BqrtivOgRb3/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "The landscape has been engulfed in thick fog since we climbed into bed late last night. We put a couple of extra logs in the log burner before going to bed to make sure our cottage would stay snug and warm. Our village was quiet and muffled in this white thick veil that England does does so well in autumn and winter as I woke this morning, much to my joy. You know how much I adore a good food;) After private workshops, photo shoots and endless hours editing and writing, it felt like a breath of fresh air to board the train London bound. Everything was so peaceful as the fog laden landscape slowly passed the window when the train made its way to London with me onboard to see darling @skyemcalpine Late last night I posted about my pre Christmas cookbook giveaway, with a little espresso cup and saucer, and a bag of our in house coffee from my lifestyle brand @forsberg1935 included. I’m so so touched by your response, and reading all your lovely comments about the sweet people in your life you’d like to gift my cookbook too. It made me think, if I was, hypothetically (😉) making a book nr two, what is it that you enjoyed the most from my first book? Is it the stories, the imagery, or the recipes and what would you like to see more of? I would so appreciate all your feedback. Wishing you a wonderful weekend, and hope you stay warm and snug x",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-23T12:57:03.000Z",
            "tags": [],
            "likes": 3620,
            "url": "https://www.instagram.com/p/Bqhg4YMgLh_/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "My mother never buys chicken breasts or legs. She swears by roasting a whole chicken, using its meat and making stock. It never fails to fill our cottage with the most warming aroma of roast chicken as I follow in her footsteps. In my cookbook “The Cottage Kitchen” I have a favorite recipe for a succulent and buttery roast chicken, with butternut squash, pears and root vegetables, all basted in white wine, which is always a treat to serve dinner guests. But more often than not I simply take what I have at hand, and what my greedy appetite calls for. This week, as winter winds swept through our small countryside village and cold rain whipped on our cottage windows, I’ve made nourishing chicken soup a few different ways, always from a whole chicken and always from homemade stock. With a few leftover harissa baked carrots and a garlic and butter chicken we’d feasted on the day before, I shredded the moist meat, added the feisty flavored carrots, the stock with some left over rice and a handful porcini mushrooms, for a chicken soup with a bit of a warming kick. My English gentleman @theo_maxfield lit the fireplace, and as we took a seat for dinner that evening I thought of my mother. We may be a channel and a small ocean a part, but when I cook, it’s as if she’s right there next to me in my little cottage kitchen. #cookingfromscratch #nofoodwaste #chickensoup",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-28T13:56:42.000Z",
            "tags": [
                "#cookingfromscratch",
                "#nofoodwaste",
                "#chickensoup"
            ],
            "likes": 4752,
            "url": "https://www.instagram.com/p/Bqufrngghpi/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Winter came last Sunday afternoon, as I went our for dinner by myself to plan the upcoming week. I climbed in to the car and made the short journey to our local pub @thebeckfordarms The fireplace was well stocked, candles lit and I ordered all the bars snacks available as starters, sides and mains. And because I am a lover of a good red, I paired it all with one of my favorite Valpolicella wines. For me planning the week ahead is a must to make sure the pace feels slow. Otherwise I’ll run around all week not getting anything done. So I took some time as rain become snow, and mild autumn winds turned biting cold, to get to work. The calm buzz of an old countryside pub on a Sunday afternoon is rather soothing. I set up goals, renovation plans, finalized our upcoming workshops and took some time to just sit and listen. We’re spoilt for charming pubs in the area, and @thebeckfordarms is a great spot for dinner, or a weekend away. This week we welcomed the darling couple Igor and Natasha @natashashadurskaya into our countryside world for a two day private workshop. Mr Whiskey couldn’t contain his excitement and simply refused to leave Natasha’s side, as we drew up plans for their budding wine business. It feels ever so rewarding to be a small part of people searching out their dreams and making it a reality. It’s my favorite part of these private workshops, and is something I carry with me way after we say our goodbyes. #mmforsbergworkshop",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T14:10:33.000Z",
            "tags": [
                "#mmforsbergworkshop"
            ],
            "likes": 2236,
            "url": "https://www.instagram.com/p/Bqcfs8kgugl/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "natashashadurskaya",
                "forsberg1935"
            ]
        },
        {
            "caption": "The cottage kitchen has been buzzing this week, with my English gentleman @theo_maxfield recipe testing for upcoming cocktail events, and me photographing the new pottery line. But then amidst it all we fired up the engine and climbed into the car for an afternoon adventure in Bruton, a village under half an hour away. The green rolling hills between our shire and the next is now fully dressed in its autumn coat, with hues of golden brown, orange and rust. We too the slow route, making sure to explore as many narrow country lanes as possible tripling the journey in time, but gaining so much for the beautiful vista. We listened to the silence, bought bread and coffee @at_the_chapel , and daydreamed. As the sun was setting, little Emma fell asleep in the back of the car as we turned our noses towards home. After taking a few wrong turns, and discovering new charming villages, my English gentleman turned towards me and said; Success never came to those who waited till they were ready.” We’ve been taking about taking risks lately, both on a personal and professional level, about contributing to seek adventure as we sit comfortably in our gorgeous old cottage, and feel less daunted about being parents. Darling Mimi @mimithor has mentioned a few times the on her blog and here on Instagram the phrase; “While we’re still young” in regards to creating their dream in Medoc and then moving to Torino. If you follow the ever inspiring @benfogle and his incredible wife @marina.fogle they have recently spoken about risk taking on her podcast. I do not seek out risk as a form of thrill, but I simply think life is too long and too short to not dive in head first and explore as much as I can what this world has to offer and what I can become, do and create. So I smiled at his comment in the car, turned towards him and asked; are you ready to leap? He smiled and nodded. Next week we launch my lifestyle brand @forsberg1935 with an online shop, but perhaps we need a place of brick and mortar too!? A place that is open for you to swing by, pop in for a coffee, experience the products and come to for events? Would you pop by and say hi if we opened a space?",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-13T18:40:59.000Z",
            "tags": [],
            "likes": 2567,
            "url": "https://www.instagram.com/p/BqIYSrAgT1T/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "mimithor",
                "benfogle",
                "forsberg1935",
                "marina.fogle"
            ]
        },
        {
            "caption": "A year ago my debut cookbook came out filled with comfort recipes from my Norwegian childhood, new home in England and from my twenties in Italy. The three places I call home and love dearly. They have all shaped me to the woman I am today, and filling the pages in my book with this food journey of mine, how I found a home in a small village in the English countryside, but perhaps more importantly, how I found myself after years of travels felt ever so personal. I’ve loved your messages, comments and incredible support in the making of it, and in eagerly cooking from it and reading from it in bed with a cup of tea the year it’s been out. To celebrate, I’d love to give two books away for Christmas. One for you and one for one of your friends. For me, everything from food, to moves and travels are always better shared. I’d love to share my food journey, recipes and story of finding a home in this big world, but perhaps the most important part, finding myself. You can tag anyone you want, and as many as you want, people you love and care about and think would need one more cookbook filled with stories, recipes that will take you on a food journey and is all set in my wonky old cottage in the English countryside. Next week on Thursday the 29th of November, I’ll pick two people who’ll get a copy, a small espresso cup, and a bag of our coffee from my lifestyle brand @forsberg1935 each, just in time for Christmas. Life is unpredictable, exciting, daunting and sometimes hard, and every now and then a little thoughtful present with a cup, something to put in it and a book is all you need to turn the page for the next chapter in our lives. Remember to tag you friends, family or a stranger you want to surprise in a comment below, before next Thursday. #bookgiveaway #thecottagekitchencookbook",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-22T22:14:48.000Z",
            "tags": [
                "#bookgiveaway",
                "#thecottagekitchencookbook"
            ],
            "likes": 6341,
            "url": "https://www.instagram.com/p/Bqf76jMgzkR/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "Syrups and infusions have been brewing, and lot and lots of recipe testing have ensued as my English gentleman @theo_maxfield has prepared for his many upcoming cocktail events. One that we’re both incredibly excited for is tomorrow night @messumswiltshire , just a stone throw away from our cottage. Theo has created bespoke cocktails for the event, inspired by current gallery exhibitions and will be serving up a storm to tunes by resident DJ Atsushi Hasegawa. We spend a lot of time @messumswiltshire marveling at the incredible art that is on display. It’s all set with the most beautiful backdrop in a thirteen century tithe barn, and we visit again and again, finding ourselves inspired to the brim, and feeling ever so grateful to have @messumswiltshire so close by. Do pop by to say hello if you make it to tomorrow’s part. #messumswiltshire",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-16T15:11:01.000Z",
            "tags": [
                "#messumswiltshire"
            ],
            "likes": 2126,
            "url": "https://www.instagram.com/p/BqPupZ7A6P6/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "theo_maxfield",
                "messumswiltshire"
            ]
        },
        {
            "caption": "Las night, as I disembarked the train from London at our small station in the countryside, I tightened my wool scarf and buttoned up my coat to keep the cold night out. I scurried off down the street eager to make the short walk home to our cottage as quick as possible. Before I got very far, a man in a car made his way up behind me and rolled down the window. I nearly burst out crying, as my English gentleman @Theo_maxfield hopped out and escorted me over to the passenger seat, opened the door and made sure my coat was neatly tucked in before closing it behind me. It’s been a busy week, month and year, more so than I’ve wanted, and knowing it’s going to be the same hectic days all the way till Christmas I felt ever so tired climbing off the train last night, despite the most glorious day in the best of company. I nestled my face in his chest as he took a seat next to me and sighed out with relief. These little gestures of kindness sprinkled in and around our everyday life makes me feel ever so loved. I don’t mind jewelry;) but picking me up at the train station and whisking me off for a glass of red at our local pub, tea in bed, opening the door, looking at me like I’m the only woman in the room, taking my dog for a walk in the rain, and getting up to turn the light in the bedroom off at night, are little things, but they make all the difference. After yesterday’s most wonderful lunch @skyemcalpine ‘s with an incredible group of creative women, being picked up at the train station and whisked off for a small date with my favorite man, made me fall asleep with a full belly of delicious food, inspired to the brim from all the wonderful women I’d met earlier that day, and a very happy heart. #magicisinthelittlethings",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-24T14:45:25.000Z",
            "tags": [
                "#magicisinthelittlethings"
            ],
            "likes": 5647,
            "url": "https://www.instagram.com/p/BqkSE-kgnlH/",
            "comments": {
                "count": 25,
                "list": []
            },
            "mentions": [
                "lucyirby",
                "skyemcalpine",
                "theo_maxfield",
                "annabarnettcooks",
                "scribbleanddaub",
                "carolynasome",
                "colbertcharlotte",
                "thechicshopper",
                "votarylondon",
                "lavitaforte",
                "melissa.hemsley",
                "milliproust"
            ]
        }
    ]
}