{
    "alias": "Paul Nicklen",
    "username": "paulnicklen",
    "bio": "Co-founder of @SeaLegacy and contributing photographer to National Geographic.",
    "prof_img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/6e3f61c7330d74a36521cc2782473b22/5CA361DA/t51.2885-19/s320x320/11820617_932005953533962_1945384381_a.jpg",
    "num_of_posts": 1486,
    "followers": 4780522,
    "following": 1464,
    "bio_url": "www.paulnicklen.com/store",
    "isprivate": false,
    "scrapped": "2018-11-29 22:02:45",
    "posts": [
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/567005557/antarctica/",
                "location_name": "Antarctica",
                "location_id": "567005557",
                "latitude": null,
                "longitude": null
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-27T12:39:17.000Z",
            "tags": [],
            "likes": 156339,
            "url": "https://www.instagram.com/p/BqryBslHDIW/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "I want to take a moment to say thank you for the continued support you give our @Sealegacy team. Thank you for being engaged ocean advocates driving transformational solutions for healthy and abundant oceans. It takes a strong, global community to achieve conservation wins and I'm excited to keep connecting with like-minded organizations and individuals who believe in the power of media to inspire real change. Without The Tide - a passionate community giving whatever they can, month after month - none of what we do at @SeaLegacy would be possible. There's a lot more work to be done, especially around the protection of the Antarctic in the upcoming year, which is why we are aiming to grow The Tide by 1000 new members today on #GivingTuesday. #Follow @SeaLegacy's stories all day and invite your family, friends, and fellow ocean lovers to #RaiseTheTide with us."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/480529478/british-columbia/",
                "location_name": "British Columbia",
                "location_id": "480529478",
                "latitude": 54.0,
                "longitude": -125.0
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/16f22ad5e14d42fa027eb5d5348fe09f/5C93865E/t51.2885-19/s150x150/11820617_932005953533962_1945384381_a.jpg",
            "preview_img": null,
            "date": "2018-11-24T17:56:14.000Z",
            "tags": [],
            "likes": 313914,
            "url": "https://www.instagram.com/p/Bqkn6fgnfqy/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/16f22ad5e14d42fa027eb5d5348fe09f/5C93865E/t51.2885-19/s150x150/11820617_932005953533962_1945384381_a.jpg",
            "preview_img": null,
            "date": "2018-11-26T23:22:31.000Z",
            "tags": [],
            "likes": 103573,
            "url": "https://www.instagram.com/p/BqqW2EIHkOX/",
            "comments": {
                "count": -1,
                "list": []
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/449507392/norway/",
                "location_name": "Norway",
                "location_id": "449507392",
                "latitude": 61.0,
                "longitude": 8.0
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/0dd6542cf1672821fcde151f6d5eea45/5C02CF90/t51.2885-15/e15/44556290_134550650861708_4011225441850181301_n.jpg",
            "preview_img": null,
            "date": "2018-11-18T20:35:53.000Z",
            "tags": [],
            "likes": 523699,
            "url": "https://www.instagram.com/p/BqVc9VVHjLT/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "Here was my view of the same situation in my previous post. See how gently he took the herring into his mouth. #orca #gratitude"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/b6abffd305154cbffc24545d0e896d7f/5C0349C3/t51.2885-15/e15/44431810_573633063078527_1248877275567844276_n.jpg",
            "preview_img": null,
            "date": "2018-11-19T13:43:11.000Z",
            "tags": [],
            "likes": 299905,
            "url": "https://www.instagram.com/p/BqXS3vjHLla/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "I never realized how obnoxiously loud my still camera is underwater until I reviewed this clip from my action camera that was attached to my underwater housing. Now, I mostly shoot video which is a much more peaceful experience for all of us. Perhaps they thought that this was my attempt at echolocation. This encounter was completely on their terms and they left the scene as calmly as they entered it. For so many photograhers, once they get a sharp, well exposed image their job is done. As conservation photographers our job is just beginning and now it is time for these visuals to go to work and give these orcas and their habitat a voice. #imageswithpurpose #gratitude #nature #wildlife #orca"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/c1b80d67a16e8b66b54949dc10c1b419/5C03A0FB/t51.2885-15/e15/44774379_2188188858085806_5070255041844578646_n.jpg",
            "preview_img": null,
            "date": "2018-11-18T12:18:19.000Z",
            "tags": [],
            "likes": 322144,
            "url": "https://www.instagram.com/p/BqUkQvRnWjb/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "From the darkness below, a large male orca locates and eats a herring that he had stunned just minutes before. There were stunned herring everywhere and I gambled by parking myself next to one of them. The orca slowly and calmly approached the herring and gingerly grasped it, decapitated it and ate the body. We are just on our way home from #Norway and one of the great joys is to review images and footage from the past three expeditions. Two things are abundantly clear from this latest expedition. Oil drilling in a place where orcas come to feed must not happen. Secondly, as the world falls in love with these orcas, there needs to be much tighter controls on whale watching tourism. We had a scientist on board monitoring our own interactions and she was horrified by the number of boats and operators who showed an absolute lack of respect for these animals. Some companies do it right and others do not. This should not be a free-for-all. Video by @goranehlme for @sealegacy with @hannestrager @cristinamittermeier @frederik.wolff and the #naturalhistorymuseumofdenmark"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-29T03:06:19.000Z",
            "tags": [],
            "likes": 212111,
            "url": "https://www.instagram.com/p/Bqv6C5rnFJR/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "Young polar bear cubs, freshly out of the den peek out from behind their mother as she rests on the sea ice near Ellesmere Island, Nunavut. Polar bears are masters at conserving energy. At this stage, these cubs are drinking milk that has 33% fat content compared to humans at 3-5%. The mother needs to catch seals on a regular basis for survival and energy conversion for her young. According to scientists polar bears will not survive without sea ice. Reducing carbon into the atmosphere is their last and only chance of survival. #mastersoftheirdoman #nature #naturelovers #climatechangeisreal #bear #polarbears #cute #love #family #beauty #gratitude #instagood"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-18T09:04:40.000Z",
            "tags": [],
            "likes": 168823,
            "url": "https://www.instagram.com/p/BqUOT6jn6UI/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "A female orca spy-hops in the northern fjords of Norway. Why is the majority of spy-hopping done by female orcas? Is it because they are they are the leaders their pods? I can only assume that these matriarchs are the wisest, most experienced and oldest members of their pods and therefore make some of the most difficult navigational decisions. All orcas have echolocation beneath the waves but must use their eyes to assess their surroundings above water. There is so much we don’t understand about these complex apex predators of the sea. For @sealegacy #nature #naturelovers #gratitude"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": "https://instagram.fzty2-1.fna.fbcdn.net/vp/d387c513aee0efcbbc6a74f748bedf02/5C02E2F2/t51.2885-15/e15/45939342_2216630818657546_3913907866954484313_n.jpg",
            "preview_img": null,
            "date": "2018-11-21T21:44:28.000Z",
            "tags": [],
            "likes": 302908,
            "url": "https://www.instagram.com/p/BqdPvADHXIr/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "Honoured and humbled to have my fine art book, “Born to Ice” as an @Amazon Books editors' top pick for ‘The Best Books of the Year: Art & Photography’. Here is what Jon Foro writes. \"Picking the best books of the year is always a subjective process at best, but I can't help but think that the art and photography category is the most subjective of all. While this collection of twenty books definitely skews toward my own tastes and interests, I feel good about my top pick: Paul Nicklen's Born to Ice... a collection of photographs from his travels to both of this planet's poles, and the result is massive—both literally and figuratively... the book is a treasure for naturalists, photography geeks, and armchair adventurers alike.\" Thanks for your kind words Jon Foro!! To purchase your copy, visit the link in my bio. We will be releasing a special limited edition version that comes in a clamshell and is accompanied by either one or three fine art prints. Stay tuned on my website, Paulnicklen.com\n\n#Amazon #AmazonBooks #BornToIce"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/567005557/antarctica/",
                "location_name": "Antarctica",
                "location_id": "567005557",
                "latitude": null,
                "longitude": null
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-19T22:20:24.000Z",
            "tags": [],
            "likes": 112734,
            "url": "https://www.instagram.com/p/BqYOK76nTv8/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "The sun skims across the horizon at 1am on the frozen Ross Sea, Antarctica. It took years of political negotiation, applications, and approvals to arrive at this beautiful moment in time: this white seascape, painted with the shadows of resilient and powerful emperor penguins, was finally a marine protected area. That was back in 2016. Much more of the Antarctic needs the same protection. But the 2018 Convention for the Conservation of Antarctic Marine Living Resources (#CCAMLR) saw politics overrule science and resulted in no further protection of this beautiful place. I hope you will support us as we increase our efforts to safeguard #Antarctica."
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "https://www.instagram.com/explore/locations/567005557/antarctica/",
                "location_name": "Antarctica",
                "location_id": "567005557",
                "latitude": null,
                "longitude": null
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-21T13:12:35.000Z",
            "tags": [],
            "likes": 369460,
            "url": "https://www.instagram.com/p/BqcZEW7HrK3/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "Some wildlife species are born with the flight response and others are just born with 100 percent attitude and confidence like this baby fur seal. I was hiking through the tall grass on South Georgia, Antarctica to go and photograph wandering albatross when this seal came charging out at me. I apologized for the intrusion, tried to not be insensitive by laughing out loud and carried on my way. Images like this would never make my fine art book #borntoice but the memories are fresh and vivid. May that never change. #gratitude #nature #antarctica #adventure #explore"
                    }
                ]
            },
            "mentions": []
        },
        {
            "caption": "",
            "location": {
                "location_url": "",
                "location_name": "",
                "location_id": 0,
                "latitude": "",
                "longitude": ""
            },
            "img": null,
            "preview_img": null,
            "date": "2018-11-22T18:17:10.000Z",
            "tags": [],
            "likes": 284756,
            "url": "https://www.instagram.com/p/BqfguCdnqP8/",
            "comments": {
                "count": 25,
                "list": [
                    {
                        "user": "paulnicklen",
                        "comment": "On this Thanksgiving, I want to say that I am incredibly grateful for all of you. I never realized that Instagram would connect me to such a beautiful, engaged and passionate group of people. You give us the energy to stay in the fight to speak out on behalf of wildlife and their ecosystems. I am grateful for our incredible @sealegacy team of 22 passionate individuals who stay behind from expeditions and do the heavy-lifting on campaigns, solutions and editing. I am grateful for @cristinamittermeier who is the most passionate conservationist I know. I am grateful to all of the wildlife who have allowed me a glimpse into their secretive worlds. We have a lot of work ahead of us and we are going to keep having conservation wins with @sealegacy. Please get behind us and join us on www.sealegacy.org #turningthetide. #gratitude. Picture of me as a biologist from 25 years ago holding a Canadian lynx that is waking up from its sedative. Science is important but if there is any hope in saving this ailing Earth then that is only going to happen with visual story-telling and passionate people such as yourselves. 🙏"
                    }
                ]
            },
            "mentions": []
        }
    ]
}